[
 {
  "Date": "2023-01-04",
  "Ship Name": "HK Tug 3 \/ LKH 9889",
  "Ship Type": "Tug",
  "IMO No.": "9399686",
  "Area": "In territorial waters",
  "Latitude": "1° 17.79' N",
  "Longitude": "104° 10.50' E",
  "Incident details": "Around three to four robbers, in fishing boats, boarded a barge under tow. It is understood that some of the scrap metal transported by the barge were stolen. Incident reported to Singapore VTS and a coast guard boat responded. All crew members safe.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nSome scrap metals were stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS East and POCC.",
  "Reported?": true,
  "Reported to...": "VTIS Singapore",
  "Coastal State Action Taken": "Dispatch Patrol boat.\n",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-05",
  "Ship Name": "Sinhin 5 \/ Sinhin 6",
  "Ship Type": "Tug",
  "IMO No.": "8739451",
  "Area": "In territorial waters",
  "Latitude": "1° 21.00' N",
  "Longitude": "104° 21.00' E",
  "Incident details": "While underway, the master of the tug boat towing an unmanned barge reported to Singapore VTIS on VHF Channel 10, that at about 1452 hrs, 10 perpetrators boarded the barge. At about 1510 hrs, the perpetrators managed to escape with some scrap metals. \n\nThe tug and the barge continue their voyage en-route from Kuching, East Malaysia to Port Klang, Malaysia. \n\nAt about 1650 hrs, the master again reported to Singapore VTIS on VHF Channel 10 that there was a second unauthorised boarding by eight perpetrators. The perpetrators escaped from the barge at about 1712 hrs with some scrap metals. \n\nThe crew were not injured during the incidents.   \n",
  "Consequences for crew etc": "The crew was not injured and scrap metals were stolen during the two unauthorised boarding by the perpetrators.",
  "Action taken by master\/crew": "The master reported the incidents to Singapore VTIS.",
  "Reported?": true,
  "Reported to...": "Malaysian Authorities",
  "Coastal State Action Taken": "The VTIS informed RSN MSTF, Singapore Police Coast Guard, MRCC Barsanas and MRCC Putra Jaya about the incidents. \n\nA Singapore Police Coast Guard boat provided escort to the tug boat and barge.\n",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-09",
  "Ship Name": "Name Withheld",
  "Ship Type": "General cargo ship",
  "Area": "In port area",
  "Latitude": "12° 01.50' S",
  "Longitude": "77° 12.00' W",
  "Incident details": "Four robbers armed with knives boarded an anchored ship via the anchor chain and broke into the forecastle store. Duty watchman on routine rounds was threatened with a knife as he approached the forecastle, and he immediately notified the bridge. Alarm raised, ship’s horn sounded, and crew mustered. Hearing the alarm and seeing the crew alertness, the robbers escaped without stealing anything. Local authorities informed through the agents.",
  "Consequences for crew etc": "Duty watchman was threatened with a knife",
  "Action taken by master\/crew": "Alarm raised, crew mustered and a search was carried out",
  "Reported?": true,
  "Reported to...": "Local Authorities was informed through agents",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-19",
  "Ship Name": "NYK Rigel",
  "Ship Type": "Container ship",
  "IMO No.": "9416977",
  "Area": "In international waters",
  "Latitude": "10° 12.80' N",
  "Longitude": "75° 50.59' W",
  "Incident details": "Three unauthorised persons boarded a container ship underway. Alarm raised, ship’s horn sounded, crew mustered and coast guard notified. Hearing the alarm and seeing the crew alertness the persons escaped in their boat. The coast guard escorted the vessel and after berthing boarded the vessel for investigation. All crew safe.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search was carried out",
  "Reported?": true,
  "Reported to...": "Port Control and Coast Guard",
  "Coastal State Action Taken": "The coast guard escorted and boarded the vessel after berthing for investigation",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-19",
  "Ship Name": "MT MH Langoey",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9330783",
  "Area": "In port area",
  "Latitude": "22° 48.00' N",
  "Incident details": "While at anchor, the ship master raised the alarm and made a general announcement after confirmed that three perpetrators had boarded the ship. Upon hearing the alarm, the perpetrators jumped into the water and escaped with stolen items (comprising brass valves, stainless steel bolts and nuts) in an unidentified small orange fishing boat. The Indian Coast Guard ship C-401 was diverted to investigate the incident.  The interceptor boat reached the datum at 2345 hrs on 19 Jan 23.  \n\nThe master reported the incident to Kandla Signal Station. Upon receipt of the report, Kandla Signal Station advised the ship master to lodge FIR. The ship master was not willing to file any formal complaint with the local authorities about the incident in view of its commercial compulsions and next assigned commitments.   \n\nThe Kandla Signal Station broadcasted security message, advising all stakeholders to alert the merchant traffic in the area, and to enhance vigilance and adherence to the standard norms of security and SOPs especially during night\/dark hours to mitigate such incident in future.",
  "Consequences for crew etc": "The crew was not injured.\n\nBrass valves,  stainless steel bolts and nuts were stolen. \n",
  "Action taken by master\/crew": "The master sounded the alarm and made a general announcement.\n\nThe master reported the incident to Kandla Signal Station.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Kandla Signal Station",
  "Coastal State Action Taken": "The Indian Coast Guard ship C-401 was diverted to investigate the matter. The interceptor boat reached the datum at 2345 hrs on 19 Jan 23, and investigated the incident.\n\nThe Kandla Signal Station broadcasted security message.\n",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-20",
  "Ship Name": "S Cape",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9255000",
  "Area": "In territorial waters",
  "Longitude": "103° 35.20' E",
  "Incident details": "While underway, ship’s crew sighted five perpetrators armed with knives inside the steering gear room. Ship’s emergency alarm was raised, and at 0200 hrs, a search was concluded by the crew, and the master reported that the preparators had escaped from the ship. \n\nThe master reported the incident to Singapore Port Operations Control Centre (POCC) through VHF. Nothing was reported stolen, and the crew was not injured during the incident.  \n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy’s (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities. \n",
  "Consequences for crew etc": "The crew was not injured and nothing was stolen during the incident.",
  "Action taken by master\/crew": "The ship alarm was raised.\n\nThe crew conducted search on board with no further sightings of the perpetrators.\n\nThe master reported the incident to Singapore POCC.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore POCC.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities.",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-25",
  "Ship Name": "Seaclipper",
  "Ship Type": "Product tanker",
  "IMO No.": "9570101",
  "Area": "In port area",
  "Incident details": "Duty officer onboard an anchored tanker spotted three unauthorised persons on the forecastle area. Alarm raised, crew mustered and port control notified. Hearing the alarm and seeing the crew alertness the persons escaped without stealing anything. A patrol boat was dispatched to the location and conducted an investigation.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Port Control",
  "Coastal State Action Taken": "A patrol boat was dispatched to the location and conducted an investigation",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-26",
  "Ship Name": "MT CETO",
  "Ship Type": "Oil tanker",
  "IMO No.": "9305348",
  "Area": "In port area",
  "Latitude": "5° 23.12' S",
  "Longitude": "108° 51.83' E",
  "Incident details": "While at anchor, the crew sighted five perpetrators climbing on board the ship using hooks and ropes. The master raised the alarm and mustered all crew. Upon hearing the alarm, the perpetrators immediately escaped.\n\nThe crew was not injured and nothing was reported stolen.\n",
  "Consequences for crew etc": "The crew not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master reported incident to the Balongan Port Control, raised the ship alarm and mustered the crew.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Balongan Port Control.",
  "Coastal State Action Taken": "Not known.",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-27",
  "Ship Name": "IZUMI",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9901831",
  "Area": "In territorial waters",
  "Latitude": "1° 02.52' N",
  "Longitude": "103° 38.84' E",
  "Incident details": "While underway, the master reported to VTIS Singapore that two perpetrators armed with adjustable wrenches were sighted in the steering gear room. The master raised general alarm, mustered crew to stay in the bridge and engine room, and requested assistance from VTIS Singapore. The Republic of Singapore Navy (RSN) vessel, RSS Justice escorted the ship to the Singapore pilot boarding ground. \n\nOn 28 Jan at 0240H, a search on board the ship was conducted by Singapore Police Coast Guard (PCG) with no further sighting of the perpetrators. \n\nThe crew was not injured and nothing was reported stolen. (ReCCAP)\n\nTwo unauthorised persons boarded the ship underway. Alarm raised, crew mustered and VTIS informed. Seeing the crew alertness, the persons escaped without stealing anything. The coast guard escorted the ship to a safe anchorage and then boarded the ship for investigations. All crew safe. (IMBKL)\n",
  "Consequences for crew etc": "The crew not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS, Singapore.",
  "Coastal State Action Taken": "Safety navigational broadcast initiated. The RSN Maritime Security Task Force (MSTF) and Singapore PCG were notified of the incident. Information of incident was shared with the Indonesian authorities.\n\nThe RSN vessel, RSS Justice escorted the ship to the Singapore pilot boarding ground. The Singapore PCG conducted a search on board the ship with no further sighting of the perpetrators. \n",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-01-29",
  "Ship Name": "LBC Green",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9609469",
  "Area": "In port area",
  "Latitude": "5° 30.00' S",
  "Longitude": "105° 17.00' E",
  "Incident details": "While at anchor, the second engineer reported to bridge that four perpetrators were sighted trying to open the workshop door leading towards the engine room. \n\nThe crew reported the incident to the local authority who conducted a search on board the ship with no further sighting of suspicious persons or trace of intrusion.\n\nThe crew was not injured and nothing was reported stolen. \n",
  "Consequences for crew etc": "The crew not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The crew reported the incident to the local authority.",
  "Reported?": true,
  "Reported to...": "The crew reported the incident to the local authority",
  "Coastal State Action Taken": "The local security officer conducted search on board the ship, with no sighting of suspicious persons or trace of intrusion.",
  "MSC\/Circ": 321
 },
 {
  "Date": "2023-02-01",
  "Ship Name": "HK Tug 9 \/ LKH 2882",
  "Ship Type": "Tug",
  "IMO No.": "9767120",
  "Area": "In territorial waters",
  "Latitude": "1° 17.70' N",
  "Longitude": "104° 09.55' E",
  "Incident details": "While underway, the Singapore Police Coast Guard surveillance team spotted a suspicious craft proceeding towards the unmanned barge towed by the tug boat, and informed Singapore Port Operations Control Centre (POCC). \n\nPOCC notified the master of tug boat, who confirmed sighting of a small boat with three perpetrators alongside the barge. Two of the perpetrators subsequently climbed on board the barge, and appeared to be transferring scrap metal to their boat. The master later updated POCC that the perpetrators had left the barge at about 1915 hrs. No further assistance was required, and the vessels continued their voyage to the next port, Phuy My, Vietnam.\n\nAt about 2145 hrs, the tug boat and barge were near Ramunia Bay, Johor, Malaysia and the Malaysian Police Coast Guard patrol boat came alongside the vessels to inquire about the incident and check on the safety of the crew.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nSome scrap metals were stolen.\n \n",
  "Action taken by master\/crew": "The master confirmed sighting of a small boat with three perpetrators alongside the barge.\n\nThe master later updated POCC that the perpetrators had left the barge at about 1915 hrs.\n",
  "Reported?": true,
  "Reported to...": "Singapore Police Coast Guard and Singapore POCC",
  "Coastal State Action Taken": "POCC broadcast NAVTEX to warn ships in the vicinity to maintain vigilance.\n\nThe Malaysian Police Coast Guard patrol boat came alongside the vessels to inquire about the incident and check on the safety of the crew.\n",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-03",
  "Ship Name": "Chryssa K",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9595852",
  "Area": "In territorial waters",
  "Latitude": "1° 03.50' N",
  "Longitude": "103° 37.00' E",
  "Incident details": "While underway, the master of the bulk carrier reported to Singapore Vessel Traffic Information System (VTIS) that nine perpetrators armed with long knives were sighted in the engine room. The duty oiler was tied but managed to escape and raised the alarm. The perpetrators escaped after alarm was raised. The crew was mustered at the bridge and a security search on board was conducted. At about 0208 hrs, the crew completed the security search and some auxiliary engine parts were discovered stolen. The bulk carrier was en route from Port Said, Egypt to Singapore.\n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard officers boarded the ship for investigation upon her arrival in Singapore. The ship was cleared with no sighting of the perpetrators on board. The crew was safe and accounted for.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.\n\nSome auxiliary engine parts were stolen.\n",
  "Action taken by master\/crew": "The duty oiler raised the alarm, crew mustered at bridge and a security search on board the ship was conducted.\n\nThe master reported the incident to Singapore VTIS.\n",
  "Reported?": true,
  "Reported to...": "Singapore VTIS",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nSingapore Police Coast Guard officers boarded the ship for investigation upon her arrival in Singapore.\n",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-04",
  "Ship Name": "Pacific West",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9604029",
  "Area": "In territorial waters",
  "Latitude": "1° 11.39' N",
  "Longitude": "103° 24.00' E",
  "Incident details": "While underway, the master of the bulk carrier reported to Singapore VTIS that four perpetrators were sighted in the steering gear room. The master raised the alarm and mustered crew. A security search on board was conducted and at about 0345 hrs, the security search was completed and no perpetrators found. The crew was safe and accounted for. Nothing was stolen. The ship was bound for Singapore.\n\nA safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nThe Singapore Police Coast Guard officers boarded the ship for investigation upon her arrival in Singapore. At about 0934 hrs, the ship was cleared with no sighting of the perpetrators on board.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master raised the alarm and mustered crew. A security search on board was conducted.\n\nThe master reported the incident to Singapore VTIS.\n",
  "Reported?": true,
  "Reported to...": "Singapore VTIS",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nThe Singapore Police Coast Guard officers boarded the bulk carrier for investigation upon her arrival in Singapore.\n",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-08",
  "Ship Name": "HK Tug 2The  \/ LKH 3883",
  "Ship Type": "Tug",
  "IMO No.": "9210763",
  "Area": "In territorial waters",
  "Latitude": "1° 12.02' N",
  "Longitude": "103° 52.40' E",
  "Incident details": "While underway, the chief officer of the tug boat towing unmanned barge, spotted a small boat with four perpetrators on board was alongside the barge. Three of the perpetrators subsequently climbed on board the barge and appeared to be transferring scrap metal to their boat. \n\nThe master reported the incident to his company and the Vessel Traffic Information System (VTIS) Central. As the perpetrators had fled, the master did not request for assistance. The tug boat and barge continued its voyage to the next port, Kuantan, Malaysia. \n\nThere was no injury to the crew during the incident, and some scrap metals were reported missing.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nSome scrap metals were stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to their office and VTIS Central. ",
  "Reported?": true,
  "Reported to...": "The master reported the incident to their office and VTIS Central",
  "Coastal State Action Taken": "Singapore Port Operations Control Centre (POCC) broadcast NAVTEX to warn ships in the vicinity to maintain vigilance.",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-12",
  "Ship Name": "Frontier Sky",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9488009",
  "Area": "In port area",
  "Latitude": "12° 17.39' N",
  "Longitude": "72° 01.70' W",
  "Incident details": "Two unauthorised persons in a motorized boat approached an anchored ship and attempted to board using a rope attached to a hook. Duty AB on routine rounds noticed the attempt and notified the bridge. Alarm raised and ship's horn sounded. Hearing the alarm, the persons aborted the attempted boarding and moved away. Incident reported to Puerto Bolivar Marine Operations via VHF Ch14. A patrol boat responded and searched the waters around the vessel.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and ship’s horn sounded",
  "Reported?": true,
  "Reported to...": "Puerto Bolivar Marine Operations ",
  "Coastal State Action Taken": "A Patrol boat was dispatched  and searched the waters around the vessel",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-14",
  "Ship Name": "Spica Harmony",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9832468",
  "Area": "In territorial waters",
  "Latitude": "1° 15.69' N",
  "Longitude": "104° 12.30' E",
  "Incident details": "Two robbers armed with knives boarded a bulk carrier underway and entered the engine room. The robbers were spotted by the duty crew. Alarm raised and crew mustered. A search was carried out and engine stores reported stolen. All crew members safe.\n",
  "Consequences for crew etc": "Engine stores reported stolen\n",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "IFC Singapore ",
  "Coastal State Action Taken": "Nil",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-15",
  "Ship Name": "Malakand",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9304198",
  "Area": "In territorial waters",
  "Latitude": "1° 16.00' N",
  "Longitude": "104° 10.00' E",
  "Incident details": "While underway, the ship master reported to Singapore Vessel Traffic Information System (VTIS) via VHF that five unauthorised persons were sighted in the engine room. One of the perpetrators was armed with a knife. The perpetrators escaped upon being sighted. Search on board the ship was conducted. The crew was safe and accounted for.  Nothing was stolen.\n\nNo assistance was required, and the ship continued her voyage for Qinzhou, China. The ship’s last port of call was Singapore.\n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "The crew was safe and accounted for. \n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS via VHF.\n\nA search on board was conducted.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-17",
  "Ship Name": "Otago Bay",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9782015",
  "Area": "In territorial waters",
  "Longitude": "103° 42.00' E",
  "Incident details": "While underway, the crew discovered that unauthorized entry into the engine room.  Some auxiliary engine spare parts were stolen. The crew was not injured. ",
  "Consequences for crew etc": "Auxiliary engine spare parts were stolen.\n\nThe crew not injured\n",
  "Action taken by master\/crew": "The master reported the incident to the authorities, and informed the company.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to the authorities.",
  "Coastal State Action Taken": "Not known",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-17",
  "Ship Name": "Ocean Creation",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9398125",
  "Area": "In territorial waters",
  "Latitude": "1° 15.89' N",
  "Longitude": "104° 11.89' E",
  "Incident details": "Duty crew onboard a ship underway spotted six unauthorized persons at the engine room entrance door. Alarm raised and crew mustered. Seeing the crew alertness, the unauthorized persons escaped. Incident reported to VTIS and later a patrol boat arrived at the location. A search was carried out and nothing reported stolen. All crew members safe.\n",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, crew mustered\n",
  "Reported?": true,
  "Reported to...": "VTIS Singapore ",
  "Coastal State Action Taken": "Patrol boat was dispatched to the location and conducted investigation",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-21",
  "Ship Name": "Los Angeles Spirit",
  "Ship Type": "Tanker",
  "IMO No.": "9318072",
  "Area": "In port area",
  "Latitude": "12° 01.39' S",
  "Longitude": "77° 13.19' W",
  "Incident details": "Three robbers armed with knives boarded an anchored tanker, stole ship’s stores and escaped. Alarm raised, ship’s horn sounded, and crew mustered. Incident was reported to the Port Authorities and a patrol boat was dispatched to search the waters around the ship.",
  "Consequences for crew etc": "Ship’s Store stolen",
  "Action taken by master\/crew": "Alarm raised, Ship’s horn sounded and crew mustered",
  "Reported?": true,
  "Reported to...": "Callao Port Control ",
  "Coastal State Action Taken": "A patrol boat was dispatched to search the waters around the ship",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-23",
  "Ship Name": "Lowlands Amstel",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9738947",
  "Area": "In territorial waters",
  "Longitude": "103° 29.28' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that six perpetrators armed with knives were sighted in the vicinity of engine room by the motorman and 3rd engineer on duty. There was a standoff between the perpetrators and the engine crew. The perpetrators threw spanners at the crew resulting in the motorman sustained injury to hand and the 3rd engineer with minor injury to the head. \n\nThe six perpetrators escaped when the ship alarm was raised. A small boat was seen close to starboard quarter of the bulk carrier. A search on board was carried out by the crew and at about 0215 hrs, the master confirmed there was no more perpetrators on board. Some scrap items were reported missing. The ship was transiting the TSS bound for Singapore.\n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard boarded the bulk carrier to conduct a search upon her arrival in Singapore.\n",
  "Consequences for crew etc": "There was a standoff between the perpetrators and the engine crew. Spanners were thrown at the motorman and 3rd engineer that resulted in minor injury sustained by them.\n\nSome scrap items were reported missing. \n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS via VHF.\n\nAlarm was raised, and crew were mustered.\n\nA search on board was conducted.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS via VHF.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities. \n\nThe Singapore Police Coast Guard boarded the ship to conduct a search upon her arrival in Singapore.\n",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-23",
  "Ship Name": "Metis",
  "Ship Type": "Product tanker",
  "IMO No.": "9498949",
  "Area": "In port area",
  "Latitude": "5° 29.89' S",
  "Longitude": "105° 18.13' E",
  "Incident details": "Three robbers armed with long knives boarded an anchored tanker during heavy rain. They entered the engine room, threatened the duty engineer and stole ship’s engine spares. Incident reported to the OOW who raised the alarm resulting in the robbers escaping in a waiting boat along with two accomplices. Incident reported to VTS.\n",
  "Consequences for crew etc": "Robbers threatened the duty engineer and stole ship’s engine spares",
  "Action taken by master\/crew": "Alarm raised, and crew mustered\n",
  "Reported?": true,
  "Reported to...": "VTS",
  "Coastal State Action Taken": "Authorities increased patrol at anchorage area",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-02-28",
  "Ship Name": "Brigitte",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9730270",
  "Area": "In port area",
  "Latitude": "0° 05.00' N",
  "Longitude": "50° 58.00' W",
  "Incident details": "Five robbers armed with long knives boarded an anchored bulk carrier. Duty crew on routine rounds noticed the robbers near the forecastle and informed the duty officer. Alarm raised, ship’s horn sounded, crew mustered, and port control notified. Hearing the alarm and seeing the crew alertness, the robbers escaped with the stolen ship’s stores.",
  "Consequences for crew etc": "Ship’s store stolen",
  "Action taken by master\/crew": "Alarm raised, Ship’s horn sounded, and crew mustered",
  "Reported?": true,
  "Reported to...": "Macapa Port Control ",
  "Coastal State Action Taken": "Nil",
  "MSC\/Circ": 322
 },
 {
  "Date": "2023-03-02",
  "Ship Name": "Nord Stingray",
  "Ship Type": "Product tanker",
  "IMO No.": "9419735",
  "Area": "In port area",
  "Latitude": "4° 53.70' N",
  "Longitude": "1° 41.20' W",
  "Incident details": "Duty crew onboard an anchored tanker noticed an unauthorised person near the forecastle and immediately raised the alarm. Upon hearing the alarm, the individual escaped with stolen ship's stores. The incident was reported to Takoradi port control and a patrol boat was sent to investigate.",
  "Consequences for crew etc": "Stolen ship’s stores",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Takoradi Port Control",
  "Coastal State Action Taken": "Patrol boat was dispatched to the location and conducted investigation",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-02",
  "Ship Name": "Pacific Tamarita",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9223980",
  "Area": "In territorial waters",
  "Longitude": "103° 37.40' E",
  "Incident details": "While underway, the master reported to Vessel Traffic Information System (VTIS) West of an unauthorised boarding. The crew saw four  perpetrators at the poop deck.\n\nThe master raised alarm and mustered the crew. A security search was conducted on board the ship with no further sighting of the perpetrators. The crew was safe and accounted for. Nothing was stolen. \n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Task Force (MSTF) and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nThe Singapore Police Coast Guard officers boarded the ship upon arrived at Singapore Anchorage. At about 0450 hrs, the ship was cleared, and no perpetrators were found on board.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS West.\n\nShip’s alarm was raised. \n\nSearch on board was conducted with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS via VHF.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities. Singapore Police Coast Guard officers boarded the ship upon her arrival in Singapore, and no perpetrators were found on board.",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-09",
  "Ship Name": "Gillingham",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9490741",
  "Area": "In port area",
  "Latitude": "12° 01.25' S",
  "Longitude": "77° 13.43' W",
  "Incident details": "Around fifteen robbers armed with knives boarded an anchored ship. They assaulted and tied the duty crew and stole his cell phone. Alarm raised and crew mustered. The robbers escaped with stolen ship’s properties. Incident was reported to the Port Authorities and a patrol boat was dispatched to search the waters around the ship.",
  "Consequences for crew etc": "1 crew was assaulted and tied up with a rope",
  "Action taken by master\/crew": "Alarm raised, and crew mustered",
  "Reported?": true,
  "Reported to...": "Tramar Port Control ",
  "Coastal State Action Taken": "A patrol boat was dispatched to search the waters around the ship",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-10",
  "Ship Name": "Bon Speed 10 \/ POE 2502",
  "Ship Type": "Tug",
  "IMO No.": "8979221",
  "Area": "In territorial waters",
  "Latitude": "1° 12.81' N",
  "Longitude": "103° 32.59' E",
  "Incident details": "The Singapore Police Coast Guard informed Singapore Port Operations Control Centre (POCC) that some people were on board barge POE 2502 that was towed by tug boat Bon Speed 10. The Singapore Vessel Traffic Information System (VTIS) contacted the master of the tug boat, who confirmed that there were about 10 people on board the barge. The barge was loaded with scrap metal and was en route from Labuan, Sabah, East Malaysia to Pulau Pinang, Malaysia.\n\nAt about 0259 hrs, the master of the tug boat reported that all the perpetrators had left the barge, after taking away some scrap metals. The crew was not injured and all accounted for. No further assistance was required, and the tug boat and barge resumed its voyage.\n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Task Force (MSTF) and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "The crew was not injured and accounted for.\n\nSome scrap metals were stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-10",
  "Ship Name": "Chios Trinity",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9279379",
  "Area": "In territorial waters",
  "Latitude": "1° 04.05' N",
  "Longitude": "103° 35.72' E",
  "Incident details": "ReCAAP: While underway, the master reported to Singapore VTIS that there was an unauthorised boarding. Three perpetrators were sighted in the engine room. The master sounded the alarm and mustered the crew. A security search on board was conducted and at about 0558 hrs, the crew completed the search and no perpetrators were found. The crew was safe and accounted for. Nothing was stolen.\n\nA safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities.\n\nThe bulk carrier was bound for Singapore, and at about 1044 hrs, the Singapore Police Coast Guard officers boarded the ship upon her arrival in Singapore. At about 1230 hrs, the ship was cleared, with no further sighting of the perpetrators on board.\n\nIMBKL: Duty crew onboard the ship underway spotted three perpetrators onboard the ship and raised the alarm resulting in the perpetrators escaping without stealing anything. Incident reported to local authorities.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "Alarm raised, and crew mustered\n",
  "Reported?": true,
  "Reported to...": "Coast Guard",
  "Coastal State Action Taken": "ReCAAP: A safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities.\n\nSingapore Police Coast Guard officers boarded the ship upon her arrival in Singapore, and the ship was cleared, with no further sighting of the perpetrators on board.\n\nIMBKL : Nil\n",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-13",
  "Ship Name": "MV Merkur Horizon",
  "Ship Type": "Container ship",
  "IMO No.": "9456989",
  "Area": "In port area",
  "Latitude": "14° 35.00' N",
  "Longitude": "120° 52.00' E",
  "Incident details": "While at anchor, the crew conducted inspection on the forecastle store on board the ship, and discovered that several ship properties were missing. \n\nThe master reported the incident to Vessel Traffic Management System (VTMS) Manila. Immediately upon receipt of the report, the Philippine Coast Guard deployed PCG assets to conduct maritime patrol for possible identification and apprehension of perpetrators, but yielded negative result.\n",
  "Consequences for crew etc": "The crew was not injured and accounted for.\n\nShip properties missing were: welding machine, circular cutter, angle grinders, breathing apparatus, rope, fire nozzles, cylinder of breathing apparatus, chemical gloves, and sets of fireman outfit with complete accessories.\n",
  "Action taken by master\/crew": "The master reported the incident to VTMS Manila.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTMS, Manila.",
  "Coastal State Action Taken": "The Philippine Coast Guard deployed PCG assets to conduct maritime patrol for possible identification and apprehension of perpetrators, but yielded negative result",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-18",
  "Ship Name": "MV CO Nagoya",
  "Ship Type": "Container ship",
  "IMO No.": "9380271",
  "Area": "In port area",
  "Latitude": "14° 32.00' N",
  "Longitude": "120° 53.00' E",
  "Incident details": "Duty AB on routine rounds onboard an anchored ship noticed a small boat with two robbers alongside near the forecastle and an additional three robbers on the forecastle deck. Alarm raised and ship's horn sounded. Hearing the alarm, the robbers jumped overboard and escaped with their accomplices. A search was carried out and ship’s stores were reported as stolen. Incident reported to Manila port control. Two patrol boats were dispatched and searched the waters around the ship.\n",
  "Consequences for crew etc": "Ship’s stores were reported as stolen\n",
  "Action taken by master\/crew": "Alarm raised and ship's horn sounded",
  "Reported?": true,
  "Reported to...": "Port control ",
  "Coastal State Action Taken": "The Coast Guard Station Manila immediately dispatched DF-312 and AB-005 to the location of the ship to locate the perpetrators.  The crafts arrived at the location of the ship, and made coordination through VHF radio to check the status of the crew, vessel and gather the details of the incident. \n\nThe PCG crafts conducted inspection of spaces, intensified maritime patrol in the vicinity, intercepted and inspected several vessels plying in the area but yielded negative result.\n",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-19",
  "Ship Name": "Stolt Sakura",
  "Ship Type": "Product tanker",
  "IMO No.": "9432969",
  "Area": "In port area",
  "Latitude": "3° 55.50' N",
  "Longitude": "98° 44.90' E",
  "Incident details": "Two robbers boarded an anchored tanker via the anchor chain and broke into the paint store. Duty crew spotted the robbers and raised the alarm resulting in the robbers escaping without stealing anything.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, and crew mustered",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "Marine Police boarded the ship for inspection",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-25",
  "Ship Name": "Monjasa Reformer",
  "Ship Type": "Product tanker",
  "IMO No.": "9255878",
  "Area": "In international waters",
  "Latitude": "5° 03.00' S",
  "Longitude": "9° 35.00' E",
  "Incident details": "More than ten pirates armed with guns attacked and boarded a tanker underway. Alarm raised and all crew members mustered in the citadel. On being notified of the incident, the IMB Piracy Reporting Centre immediately informed the regional authorities in the Gulf of Guinea and the French authorities and requested their assistance. The pirates managed to break into the citadel, took hostage all crew members, and took control of the tanker. They hijacked the tanker and sailed to another location. All communication with the tanker was lost as the pirates had destroyed the navigational and communication equipment. The IMB broadcast a missing tanker message to all ships at sea. On 30 March 2023, a French naval asset intercepted the tanker Off Bonny, Nigeria. Part of the cargo was stolen and six crew were reported kidnapped. The tanker was escorted to a safe port. On 08 May 2023, the Owners confirmed that the six kidnapped crew were released safely.",
  "Consequences for crew etc": "Pirates had destroyed all the navigational and communication equipment. Parts of the cargo was stolen and six crew were kidnapped",
  "Action taken by master\/crew": "Alarm raised and all crew members mustered in the citadel",
  "Reported?": true,
  "Reported to...": "MDAT GOG ",
  "Coastal State Action Taken": "French navy warship intercepted the tanker Off Bonny, Nigeria and rescued her.  The tanker was escorted to a safe port",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-26",
  "Ship Name": "Komodo",
  "Ship Type": "Tug",
  "IMO No.": "9328273",
  "Area": "In port area",
  "Latitude": "8° 44.61' S",
  "Longitude": "13° 17.36' E",
  "Incident details": "Robbers in a canoe approached and boarded an anchored tug. Alert crew noticed the robbers and informed the OOW who raised the alarm and crew mustered resulting in the robbers escaping with stolen ship’s properties. Port Authorities informed.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Alarm raised, and crew mustered",
  "Reported?": true,
  "Reported to...": "Port Authorities",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-26",
  "Ship Name": "Sankaty Eagle",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9490820",
  "Area": "In port area",
  "Latitude": "12° 01.83' S",
  "Longitude": "77° 12.07' W",
  "Incident details": "Unauthorised persons boarded an anchored ship  and attempted to steal ship’s property. Deck watch noticed the persons and informed bridge who raised the alarm and sounded the ship’s horn. Port control informed via vhf ch.16 and all crew mustered on the bridge. Hearing the alarm and seeing the crew alertness, the persons escaped without stealing anything. Coast guard boarded the ship for inspection.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, and crew mustered",
  "Reported?": true,
  "Reported to...": "Coast Guard",
  "Coastal State Action Taken": "Coast guard boarded the ship for inspection.",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-27",
  "Ship Name": "Bear Mizar",
  "Ship Type": "Tanker",
  "IMO No.": "9224465",
  "Area": "In territorial waters",
  "Latitude": "1° 16.50' N",
  "Longitude": "104° 16.29' E",
  "Incident details": "While underway, the master reported to Vessel Traffic Information Service (VTIS), Singapore that his crew had sighted about four perpetrators in the ship’s engine room. \n\nThe master sounded the alarm and mustered all crew. The crew was accounted for, and there was no report of injury. A search was conducted, with no sighting of any perpetrators. \n\nThe crew discovered that some spare parts for the fuel pumps were stolen.  The ship continued her voyage to China.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy (RSN), Maritime Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities\n",
  "Consequences for crew etc": "The crew was mustered, accounted for and no injury reported.\n\nSome spare parts for the fuel pumps were stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to VTIS, Singapore\n\nThe master sounded the alarm and mustered all crew.\n\nThe crew conducted search on board the ship with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS, Singapore",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN, MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-28",
  "Ship Name": "Tomini Entity",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9831775",
  "Area": "In port area",
  "Latitude": "12° 00.57' S",
  "Longitude": "77° 13.77' W",
  "Incident details": "Ten robbers armed with knives boarded an anchored bulk carrier. They took hostage and tied the duty crew, stole crew personnel belongings, and escaped with stolen ship’s stores. Incident reported to the Port Authorities and the Coast Guard boarded the ship for investigations.",
  "Consequences for crew etc": "Robbers took hostage and tied the duty crew,  stole crew personnel belongings, and escaped with stolen ship’s stores.\n",
  "Action taken by master\/crew": "Alarm raised, and crew mustered",
  "Reported?": true,
  "Reported to...": "TRAMAR Port Control",
  "Coastal State Action Taken": "Coast Guard boarded the ship for investigation",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-29",
  "Ship Name": "Volta",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9587362",
  "Area": "In territorial waters",
  "Latitude": "1° 04.09' N",
  "Longitude": "103° 40.70' E",
  "Incident details": "While at underway, the crew sighted four armed perpetrators in the engine room.  The master reported the incident to Vessel Traffic Information System, Singapore (VTIS). \n\nThe master sounded the alarm, mustered the crew, and conducted search on board. At 2356 hrs, the ship informed VTIS that they had concluded the search on board the ship, and found some engine spare parts missing. All crew members were accounted for; no injuries to the crew or further assistance were required. The ship resumed her voyage to Qingdao, China.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard (PCG) were notified.  Information of the incident was shared with the Indonesian authorities.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nEngine spare parts were reported missing. \n",
  "Action taken by master\/crew": "The master reported the incident to VTIS Singapore.\n\nThe master sounded the alarm and mustered the crew\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities\n\nShip been escorted by Singapore Coast Guard",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-31",
  "Ship Name": "Nippon Princess",
  "Ship Type": "Tanker",
  "IMO No.": "9380673",
  "Area": "In territorial waters",
  "Latitude": "1° 03.57' N",
  "Longitude": "103° 26.87' E",
  "Incident details": "While underway, the crew sighted three perpetrators armed with knives in the ship engine room workshop.  The master reported the incident to Vessel Traffic Information Service (VTIS), Singapore. \n\nThe master sounded the alarm and mustered all crew. The crew was accounted for, and there was no report of injury. A search was conducted, with no sighting of any perpetrators. The ship was bound for Singapore with an estimated time of arrival to pilot boarding ground at 0430hrs.  \n\nThe Republic of Singapore Navy (RSN) vessel, RSS Independence escorted the ship to the pilot boarding ground and Singapore PCG boarded the ship upon arrival to carry out the search.  The crew was accounted for, and no report of injuries.\n\nSafety navigational broadcast was initiated. The RSN Maritime Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities\n",
  "Consequences for crew etc": "The crew was mustered, accounted for and no injury reported.\n\nNothing was stolen\n",
  "Action taken by master\/crew": "The master reported the incident to VTIS, Singapore\n\nThe master sounded the alarm and mustered all crew.\nThe crew conducted search on board the ship with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS, Singapore",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nThe RSN vessel, RSS Independence escorted the ship to the pilot boarding ground and Singapore PCG boarded the vessels upon arrival to carry out the search on board with no further sighting of the perpetrators.\n",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-31",
  "Ship Name": "Amani",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9729910",
  "Area": "In territorial waters",
  "Latitude": "1° 05.44' N",
  "Longitude": "103° 34.34' E",
  "Incident details": "While underway, the crew sighted four perpetrators at the stern deck of the ship, and immediately alerted the bridge team. The duty officer raised the general alarm to inform crew of the four perpetrators. \n\nUpon hearing the alarm, the perpetrators jumped off into a small boat. The master then mustered the crew and conducted a search on board the ship, with no further sighting of the perpetrators.   There was no reported damage to the vessel, nothing stolen and no injuries to crew.\n\nSafety broadcast on anti-piracy watch was issued to warn all ships to maintain a vigilant watch at all times in the Singapore Strait.\n",
  "Consequences for crew etc": "The crew was safe and with no report of injuries.\n\nNothing was reported stolen.\n",
  "Action taken by master\/crew": "The duty officer raised the general alarm.\n\nThe master mustered the crew, and a search on board was conducted with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The ship company manager reported the incident to Singapore Police Coast Guard.",
  "Coastal State Action Taken": "Safety broadcast on anti-piracy watch was issued to warn all ships to maintain a vigilant watch at all times in the Singapore Strait",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-31",
  "Ship Name": "Prabhu Shakti",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9398981",
  "Area": "In territorial waters",
  "Latitude": "1° 05.78' N",
  "Longitude": "103° 33.36' E",
  "Incident details": "Around five to six robbers boarded a ship underway. Master observed the perpetrators on the poop deck and immediately raised the alarm. Hearing the alarm, the robbers escaped in their speed boat. Crew mustered, a search was carried out and engine spares were reported stolen. A white color drone was sighted by the 3\/O and 4\/E near the stern of the ship, which the crew suspect was used by the perpetrators to monitor the ship’s activity. Incident reported to VTIS. Once the ship arrived at the pilot station the coast guard boarded the ship for investigation.",
  "Consequences for crew etc": "Engine spares stolen\n",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search was carried out",
  "Reported?": true,
  "Reported to...": "VTIS",
  "Coastal State Action Taken": "Authorities boarded the ship for investigation",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-03-31",
  "Ship Name": "Maersk Vigo",
  "Ship Type": "Container ship",
  "IMO No.": "9401697",
  "Area": "In port area",
  "Latitude": "4° 44.47' N",
  "Longitude": "6° 37.13' W",
  "Incident details": "Two unauthorised persons attempted to board the berthed ship by crawling under the razor wire while a third was assisting from their wooden canoe to move the razor wire. Alert crew detected the persons and raised the alarm. Hearing the alarm and seeing the crew alertness, the persons escaped without stealing anything. At the time of event the pilot was still onboard.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, and crew mustered ",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 323
 },
 {
  "Date": "2023-04-02",
  "Ship Name": "Gibraltar Eagle",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9702508",
  "Area": "In territorial waters",
  "Latitude": "1° 08.61' N",
  "Longitude": "103° 26.68' E",
  "Incident details": "While underway, the master of the ship reported to VTIS Singapore that five unauthorised persons were sighted in the engine room. The alarm was activated and the perpetrators escaped. \n\nA search was conducted on board the ship, with no further sighting of the perpetrators. The master declared some engine spares were stolen. All crew members were accounted for and were safe.  The ship was transiting the TSS and was bound for port of Singapore.\n\nAt 0722 hrs, the Singapore Police Coast Guard boarded the ship to conduct search on board upon her arrival in Singapore. At 0829 hrs, the ship was cleared with no further sighting of the perpetrators. \n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard (PCG) were notified of the incident. Information of the incident was shared with the Indonesian authorities. \n",
  "Consequences for crew etc": "All crew members were accounted for and were safe.\n\nThe master declared some engine spares were stolen.\n",
  "Action taken by master\/crew": "The master of the ship reported incident to VTIS Singapore.\n\nThe ship general alarm was activated.\n\nA search was conducted with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master of the ship reported the incident to VTIS Singapore.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard officers boarded the ship to conduct a search for the perpetrators upon her arrival in Singapore.\n",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-02",
  "Ship Name": "Stolt Bismuth",
  "Ship Type": "Tanker",
  "IMO No.": "9739290",
  "Area": "In port area",
  "Latitude": "1° 45.40' N",
  "Longitude": "101° 22.10' E",
  "Incident details": "After completion of loading operation, while taking samples on deck duty able seamen noticed one small boat without any lights passed near the starboard side. A few minutes later able seamen made a safety rounds from aft and saw the one suspicious man on the aft poop deck. He immediately informed duty officer by the radio. At that time perpetrator jumped over board and escaped on small boat.",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "Duty Officer was informed.",
  "Reported?": false,
  "Coastal State Action Taken": "Not known",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-02",
  "Ship Name": "Jie Shun Da",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9162966",
  "Area": "In territorial waters",
  "Latitude": "1° 16.25' N",
  "Longitude": "104° 12.22' E",
  "Incident details": "While underway, the master of the ship reported to VTIS Singapore that one unauthorised person was sighted in the vicinity of the engine room. Ship’s alarm was raised, and the crew subsequently conducted search on board the ship, with no further sighting of the perpetrator.\n\nThe master declared that all crew was safe and with no injuries. Nothing was reported stolen.  The master confirmed that no assistance was required. The ship departed Singapore and bound for China.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard (PCG) were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "The crew was safe and with no injuries.\n\nNothing was reported stolen.\n",
  "Action taken by master\/crew": "The master of the ship reported the incident to VTIS Singapore.\n\nShip’s alarm was raised.\n\nCrew conducted search on board with no further sighting of the perpetrator. \n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS Singapore",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-04",
  "Ship Name": "MV Ever Boomy",
  "Ship Type": "Container ship",
  "IMO No.": "9787015",
  "Area": "In port area",
  "Latitude": "14° 36.54' N",
  "Longitude": "120° 51.93' E",
  "Incident details": "While at anchor, the duty roving watch while on standby at the forecastle near the anchor house was threatened with a metal bar by six or eight perpetrators coming from different directions of the ship. As a result, he was caught and his hands were tied, while the perpetrators started to loot the ship. \n\nWhen the crew was able to loosen his hands from being tied, he pushed the man guarding him and ran towards midship where he met another duty watch.  Together they immediately proceeded to the bridge and reported the situation. Thereafter, they raised the security alarm and gathered all the crew at the bridge. Upon confirming that all crew members were accounted for, they reported the incident to the local agent and Vessel Traffic Management Scheme (VTMS) Manila.\n\nAt about 0330 hrs, personnel from Coast Guard Sub-Station (CGSS) North Harbor together with personnel from Coast Guard Station (CGS) Manila on board AB-008 departed Pier 8, North Harbor, Tondo, Manila enroute to the location of the victim ship. The team arrived at the location at about 0350 hrs and immediately conducted intensified patrol around the area for possible sightings of any suspicious motor bancas but yielded negative result.\n\nThe team also coordinated with the victim ship for the conduct of search and investigation. Upon boarding, the team together with the ship's crew conducted search and inspection from aft to forward deck of the ship, including the storage room for possible sightings of any perpetrators on board and to determine the stolen items.\n\nAll crew was accounted for and safe. One set of self-contained breathing apparatus (SCABA) with breathing apparatus (BA) bottle, two BA bottles, one pc of Suez light, and five ISPS lights were stolen.\n",
  "Consequences for crew etc": "One crew was threatened with a metal bar, caught and his hands were tied. He managed to loosen his hands and escape from the perpetrators unharmed. The other crew members were safe. \n\nSeveral breathing apparatus equipment and flashlights were stolen.\n",
  "Action taken by master\/crew": "The duty crew immediately notified the bridge and raised the alarm.\n\nThe crew reported the incident to the local ship agent TMS Manila.\n",
  "Reported?": true,
  "Reported to...": "The duty crew immediately notified the bridge and raised the alarm.  The crew reported the incident to the local ship agent TMS Manila.",
  "Coastal State Action Taken": "Personnel from CGSS North Harbor together with personnel from CGS Manila on board AB-008 departed Pier 8, North Harbor, Tondo, Manila enroute to the location of the victim ship. The team immediately conducted intensified patrol around the area for possible sightings of any suspicious motor bancas but yielded negative result.\n\nThe Philippine Coast Guard coordinated with the victim ship for the conduct of search and investigation. Upon boarding, the team together with the ship's crew conducted search and inspection from aft to forward deck of the ship, including the storage room for possible sightings of any perpetrators on board and to determine the stolen items.\n",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-10",
  "Ship Name": "Target 10",
  "Ship Type": "Tug",
  "IMO No.": "5331705",
  "Area": "In territorial waters",
  "Latitude": "1° 16.73' N",
  "Longitude": "104° 08.80' E",
  "Incident details": "The tug boat towing a barge reported perpetrators in several boats had approached and boarded the barge, which was loaded with scrap metal. MMEA asset was deployed immediately to the location and they successfully intercepted a wooden boat laden with a load of stolen scrap metal, and arrested six perpetrators.\n\nThe perpetrators and wooden boat were escorted to PMP Jetty for further investigation.\n",
  "Consequences for crew etc": "No confrontation with crew.",
  "Action taken by master\/crew": "No information available",
  "Reported?": true,
  "Reported to...": "Tanjung Sedili Maritime Zone",
  "Coastal State Action Taken": "MMEA asset was deployed immediately to the location and they successfully intercepted a wooden boat laden with a load of stolen scrap metal, and arrested six perpetrators.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-10",
  "Ship Name": "Success 9",
  "Ship Type": "Product tanker",
  "IMO No.": "9258131",
  "Area": "In international waters",
  "Latitude": "0° 06.90' N",
  "Longitude": "4° 34.00' W",
  "Incident details": "Twelve pirates armed with guns attacked, boarded, and hijacked a tanker underway. All communications with the tanker were lost. The pirates self-navigated the tanker. On being notified of the incident, the IMB Piracy Reporting Centre immediately informed the regional and French authorities in the Gulf of Guinea. A missing tanker message was broadcast to all ships to lookout for the tanker. Position updates received from all sources were communicated with the relevant authorities for their coordination. On 15 April, a French naval asset located the tanker and the tanker escorted to a safe port by an Ivory Coast Guard patrol boat. The pirates had destroyed the navigational equipment, handcuffed all crew with cable tie and stolen part of the cargo before escaping. All crew reported safe.",
  "Consequences for crew etc": "Navigational and communication equipment was destroyed, and parts of the cargo was stolen.\n",
  "Action taken by master\/crew": "Upon boarded, Master stayed calm & cooperate",
  "Reported?": true,
  "Reported to...": "MDAT GOG",
  "Coastal State Action Taken": "French naval asset located the tanker and the tanker escorted to a safe port by an Ivory Coast Guard patrol boat.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-13",
  "Ship Name": "New Horizon",
  "Ship Type": "Tanker",
  "IMO No.": "9486520",
  "Area": "In territorial waters",
  "Latitude": "1° 04.80' N",
  "Longitude": "103° 35.20' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that the crew sighted four perpetrators in the engine room.\n\nThe master raised the alarm and mustered the crew. A security search was conducted on board the ship, with no further sighting of the perpetrators. The master declared nothing was stolen.   The crew members were safe with no injury. The master confirmed that no assistance required.  The ship was transiting the TSS and is bound for Zhou Shan, China.\n\nA safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS.\n\nShip’s alarm was raised and crew mustered. \n\nSearch on board ship was conducted with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian authorities.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-14",
  "Ship Name": "Maersk Ningbo",
  "Ship Type": "Container ship",
  "IMO No.": "9402639",
  "Area": "In port area",
  "Latitude": "14° 33.22' N",
  "Longitude": "120° 55.56' E",
  "Incident details": "While at anchor, the crew did not notice any suspicious personnel on board. However, the padlock of forward store hatch was destroyed. Some ship properties and stores were stolen. \n\nMaster reported the incident to Vessel Traffic Management System (VTMS) Manila. VTMS Manila informed Coast Guard Station (CGS) Manila. CGS Manila immediately dispatched personnel of Coast Guard Sub-station (CGSS) South Harbour onboard AB-008 to the location of vessel to verify the veracity of the incident. Upon arrival at the location, the team coordinated with the ship crew for investigation. Upon boarding, the team together with the crew proceeded to the forward deck of the ship for inspection and confirmed that some equipment from the vessel were missing.\n",
  "Consequences for crew etc": "The crew members were not injured.\n\nOne life raft, one set of SCBA breathing apparatus and 12 pieces of 20-meter high voltage reefer cables were stolen.\n",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search was carried out",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTMS Manila.",
  "Coastal State Action Taken": "VTMS Manila informed CGS Manila. CGS Manila immediately dispatched personnel of CGSS South Harbour on board AB-008 to the location of vessel to verify the veracity of the incident for investigation.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-16",
  "Ship Name": "Name Withheld",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9124471",
  "Area": "In port area",
  "Latitude": "3° 55.09' N",
  "Longitude": "98° 46.20' E",
  "Incident details": "Duty watchman onboard an anchored tanker noticed two unauthorised persons near the paint locker and raised the alarm. Seeing the watchman, the persons jumped overboard and escaped in a small wooden boat with stolen ship’s stores. Port Authorities informed through the agent.",
  "Consequences for crew etc": "Paint locker door was broken. Ship’s stores were stolen",
  "Action taken by master\/crew": "Alarm raised and a search was made",
  "Reported?": true,
  "Reported to...": "Port Authorities through the agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-16",
  "Ship Name": "Nordocelot",
  "Ship Type": "Container ship",
  "IMO No.": "9673642",
  "Area": "In port area",
  "Latitude": "10° 09.00' N",
  "Longitude": "107° 09.00' E",
  "Incident details": "Duty crew on routine rounds onboard the drifting ship noticed the paint store padlock broken and ship’s stores stolen. Tried to contact Port control on VHF but there was no response.",
  "Consequences for crew etc": "Paint store padlock was broken, and ship’s stores stolen",
  "Action taken by master\/crew": "Crew mustered and a search was made",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-17",
  "Ship Name": "PPS Luck",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9407524",
  "Area": "In port area",
  "Latitude": "22° 02.00' N",
  "Longitude": "88° 05.00' E",
  "Incident details": "While at berth, the 2nd Engineer and motorman discovered that the padlock to the steering gear room was missing during their routine rounds. Further investigation revealed that some engine spare parts and stores were stolen. There were no perpetrators sighted onboard.\n\nDuring the period at berth, gangway watch and security patrol were maintained by the crew. No unauthorized person was allowed onboard except for agent, authorities, draft surveyor, stevedore foreman and buyer’s inspectors. All access to the ship were also locked except one into accommodation.  Apart from the missing items, there was no reported damage and the crew was not injured \n",
  "Consequences for crew etc": "The crew was not injured.\n\nSome engine spares were stolen. \n",
  "Action taken by master\/crew": "The ISM Manager of the ship was informed.\n\nSecurity patrol were maintained by the crew.\n\nIncident reported to local authorities by the local agent.",
  "Reported?": true,
  "Reported to...": "Local authorities",
  "Coastal State Action Taken": "Nil\/NA",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-22",
  "Ship Name": "Lion Kimtrans TB 6 \/ Asia Pride 2330",
  "Ship Type": "Tug",
  "IMO No.": "8535506",
  "Area": "In territorial waters",
  "Latitude": "1° 16.88' N",
  "Longitude": "104° 06.80' E",
  "Incident details": "While underway, the master of the tug boat reported to Singapore VTIS East that a sampan was observed to be alongside the towed barge, Asia Pride 2330. \n\nNo perpetrators were sighted on  board. At about 0945 hrs, the master reported that the sampan had left the barge and some scrap metals were stolen. \n\nAll crew members were accounted for and the master need no further assistance. \n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "All crew members were safe. \n\nSome scrap metals were stolen. \/ Cargo of scrap metal reported stolen\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS.\n\nThe crew was safe and accounted for\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-22",
  "Ship Name": "CSCL Zeebrugge",
  "Ship Type": "Container ship",
  "IMO No.": "9314234",
  "Area": "In port area",
  "Latitude": "8° 52.66' N",
  "Longitude": "79° 29.09' W",
  "Incident details": "Duty AB on routine rounds onboard an anchored ship noticed unauthorised persons attempting to board via the anchor chain and hawse pipe. Alarm raised, PA announcement made, and crew mustered. Hearing the alerted crew, the persons aborted the boarding attempt.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, PA announcement made, and crew mustered",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-24",
  "Ship Name": "Solar Roma",
  "Ship Type": "Product tanker",
  "IMO No.": "9887372",
  "Area": "In port area",
  "Latitude": "22° 45.40' N",
  "Longitude": "70° 00.89' E",
  "Incident details": "While at anchor, crew carried out routine maintenance onboard and noticed some items were missing. \n\nThe master informed the owner of the ship. CCTV footage ascertained from the owner shows 5 perpetrators boarded and theft of items. Ship properties & stores were stolen.\n\nThe local agent\/ Master has been directed to provide the CCTV footage for ascertaining the details of the theft\/ personnel involved. The vessel departed for next port of call Sikka.\n\nIn addition, all stakeholders \/ VTS has also been advised\/ re-iterated to alert the merchant traffic in area so as to enhance vigilance and adherence to the standard norms of security especially during night \/ dark hours to mitigate such an incident in future. Local Marine police, Port, Central Industrial Security Force (CISF) Anchorage patrols and Signal station have been sensitised for follow up\/ corrective actions.\n",
  "Consequences for crew etc": "The crew members were not injured.\n\nOne of each:\n- 6\" Blank\n- 4\" Blank\n- 10\" Blank\n- 6\" x 10\" Reducer\n- 6\" x 6\" Spool piece\n- Hydro- blower\n- Emergency IG Connection '200 A' blank\n- Emergency IG connection '200 A' blank with elbow\n- Scupper \nwere stolen.\n",
  "Action taken by master\/crew": "Checked the CCTV footage",
  "Reported?": true,
  "Reported to...": "The master reported to the owner of the ship.",
  "Coastal State Action Taken": "All stakeholders \/ VTS has also been advised\/ re-iterated to alert the merchant traffic in area so as to enhance vigilance and adherence to the standard norms of security especially during night \/ dark hours to mitigate such an incident in future. Local Marine police, Port, Central Industrial Security Force (CISF) Anchorage patrols and Signal station have been sensitised for follow up \/ corrective actions.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-25",
  "Ship Name": "Bourbon Shamal",
  "Ship Type": "Supply ship",
  "Area": "In port area",
  "Latitude": "8° 47.06' S",
  "Longitude": "13° 14.85' E",
  "Incident details": "Alert crew noticed unauthorised persons onboard an anchored vessel attempting to steal an outboard engine of the FRC. Alarm raised and ship’s horn sounded resulting in the robbers escaping. Authorities informed and the police boarded the vessel for investigation.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and ship’s horn sounded",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "Police boarded the vessel for investigation",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-27",
  "Ship Name": "Ridgebury Katherine Z",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9439797",
  "Area": "In port area",
  "Latitude": "14° 33.54' N",
  "Longitude": "120° 52.34' E",
  "Incident details": "While at anchor, duty roving noticed two perpetrators and immediately raised the alarm.  Upon hearing the alarm, the crew mustered and after confirm all members were complete and safe, they reported the incident to Vessel Traffic Management System (VTMS) Manila. The master also stated that the perpetrators probably used rope to board and disembark the ship.\n\nThe padlock of the bosun store was broken, and 1 box of rope,1 life craft, 1 fire nozzle, 1 fire bell, and 1 fire hydrant were missing. \n\nPhilippine Coast Guard (PCG) Coast Guard Station (CGS) Manila operation informed PCG Coast Guard Intelligence Unit (CGIU) Manila of the incident.\n",
  "Consequences for crew etc": "The crew was mustered, accounted for and no injury reported.\n\nShip properties & stores were stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and crew mustered.\n\n\nThe master reported the incident to VTMS Manila.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTMS Manila.",
  "Coastal State Action Taken": "PCG CGS Manila operation informed PCG CGIU Manila of the incident.",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-27",
  "Ship Name": "MSC Bari",
  "Ship Type": "Container ship",
  "IMO No.": "9461441",
  "Area": "In port area",
  "Latitude": "12° 00.68' S",
  "Longitude": "77° 13.39' W",
  "Incident details": "Unauthorised persons boarded an anchored ship, tied two duty crew, stole their personal properties and ship’s stores, and escaped. Alarm raised, crew mustered, and a search was carried out. Incident was reported to the port control and a patrol boat was dispatched to the location.",
  "Consequences for crew etc": "Ship’s stores and the two duty crew’s personal belongings were stolen",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search was carried out",
  "Reported?": true,
  "Reported to...": "Port Control",
  "Coastal State Action Taken": "Authorities sent a patrol boat to the location",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-04-28",
  "Ship Name": "MSC Wave F",
  "Ship Type": "General cargo ship",
  "IMO No.": "9232462",
  "Area": "In port area",
  "Latitude": "6° 25.76' N",
  "Longitude": "3° 20.53' E",
  "Incident details": "Around eight armed persons boarded a berthed general cargo ship. Alert crew on rounds spotted the persons resulting in the persons escaping empty handed in their boat.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 324
 },
 {
  "Date": "2023-05-01",
  "Ship Name": "Sol Stride",
  "Ship Type": "Container ship",
  "IMO No.": "9322877",
  "Area": "In port area",
  "Latitude": "14° 32.74' N",
  "Longitude": "120° 55.65' E",
  "Incident details": "While at anchor, duty roving noticed two perpetrators jumped into the sea during their watch. \n\nCrew members of the said vessel conducted assessment to identify missing items on board. Ship properties & stores were stolen.\n\nPersonnel of CGS Manila together with The Philippine Coast Guard Auxiliary (PCGA) Squadron on board PCGAR HIB101-425 immediately proceeded to the said location and conducted assessment and monitoring to any suspicious motor bancas and watercraft within the area.\n",
  "Consequences for crew etc": "The crew members were not injured.\n\nOne life raft, one set of fireman's outfit, one set of breathing apparatus and six pieces of life jacket were stolen.\n",
  "Action taken by master\/crew": "Crew members conducted a search onboard.",
  "Reported?": true,
  "Reported to...": "Philippine Coast Guard (PCG) was informed.",
  "Coastal State Action Taken": "PCG personnel at VTMS center immediately relayed the information to CGS Manila",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-01",
  "Ship Name": "Rainbow Star",
  "Ship Type": "Tanker",
  "IMO No.": "9380049",
  "Area": "In territorial waters",
  "Latitude": "1° 15.32' N",
  "Longitude": "104° 13.32' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that the crew sighted four perpetrators on the main deck.\n\nThe master mustered the crew and conducted a search of the ship. The master declared nothing was stolen and the crew members were not injured. The ship was transiting the TSS, and was on the way to Batangas, Philippines from Pasir Gudang, Malaysia.\n\nSafety navigational broadcast initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident.\n",
  "Consequences for crew etc": "The crew members were not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master mustered all crew and conducted a search of the ship.",
  "Reported?": true,
  "Reported to...": "The master reported incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident.",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-02",
  "Ship Name": "Grebe Bulker",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9441312",
  "Area": "In port area",
  "Latitude": "0° 18.39' N",
  "Longitude": "9° 24.29' E",
  "Incident details": "Chief Officer onboard an anchored ship noticed the door to the master’s cabin damaged, opened and the Master missing. The ship’s safe was also opened with contents missing. On searching, the 2\/O and 3\/O were also missing, and their cabin doors damaged and opened. The incident was immediately reported to the local authorities who boarded the ship for investigation. The CSO confirmed that the three crews were kidnapped and later released on 21 May 2023.",
  "Consequences for crew etc": "Master, 2\/O and 3\/O cabin doors were damaged. The ship’s safe was also opened with contents missing. Three crew were kidnapped",
  "Action taken by master\/crew": "A search was made throughout the ship",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "The Authorities boarded the ship for investigation",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-09",
  "Ship Name": "Lanpan 30 \/ Ombak Biru Satu",
  "Ship Type": "Tug",
  "IMO No.": "9734551",
  "Area": "In territorial waters",
  "Latitude": "1° 12.89' N",
  "Longitude": "103° 21.97' E",
  "Incident details": "Unauthorised persons boarded an unmanned barge under tow, twice within three hours.  Incident reported to local authorities via VHF. All crew members reported safe.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "Local authorities via VHF",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-10",
  "Ship Name": "S.Kittichai 1",
  "Ship Type": "Fishing vessel",
  "Area": "In port area",
  "Latitude": "7° 19.00' N",
  "Longitude": "100° 57.00' E",
  "Incident details": "During the patrol of Thai Marine Police, they spotted one perpetrator trying to steal scrap metals from the fishing trawler in front of Sri Songkhla shipyard. There was no crew on board as the ship was waiting for overhauling.\n\nThe Thai Marine Police officers boarded the ship and spotted another two perpetrators cutting and pulling off metal sheet in the engine room. All three perpetrators were apprehended for further legal action.\n",
  "Consequences for crew etc": "There was no crew on board.\n\nScrap metals from fishing trawler were stolen.\n",
  "Action taken by master\/crew": "No information available",
  "Reported?": false,
  "Coastal State Action Taken": "The Thai Marine Police officers boarded the ship and spotted another two perpetrators cutting and pulling off metal sheet in the engine room. All three perpetrators were apprehended for further legal action.",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-19",
  "Ship Name": "Levante",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9457854",
  "Area": "In port area",
  "Latitude": "10° 14.50' N",
  "Longitude": "107° 02.58' E",
  "Incident details": "Duty AB on routine rounds onboard an anchored ship, noticed the paint store padlock broken and ship’s stores stolen. A search was carried out and no unauthorised persons were found onboard the ship.",
  "Consequences for crew etc": "Ship’s stores stolen",
  "Action taken by master\/crew": "A search was carried out",
  "Reported?": false,
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-21",
  "Ship Name": "Lucky Source",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9333929",
  "Area": "In territorial waters",
  "Latitude": "1° 02.55' N",
  "Longitude": "103° 39.38' E",
  "Incident details": "While underway, the duty officer spotted about four to five perpetrators entering the engine room workshop. One perpetrator was sighted to be holding a long knife. The duty officer immediately alerted the bridge team and the master raised the alarm to inform crew. \n\nThe perpetrators fled the ship upon hearing the alarm. A search was subsequently conducted by the crew with no further sightings of the perpetrators. The crew was not injured and some spare parts for the auxiliary engine were reported stolen. \n\nThe Singapore Police Coast Guard boarded the ship to conduct investigation upon her arrival at the Singapore anchorage.\n\nSafety broadcast on anti-piracy watch was initiated to warn all ships to maintain vigilance at all times.\n",
  "Consequences for crew etc": "All crew members were safe. \n\nSome spare parts for the auxiliary engine were reported stolen. \n",
  "Action taken by master\/crew": "The duty officer immediately alerted the bridge team and the master raised the ship’s alarm.\n\n A search was subsequently conducted by the crew with no further sightings of the perpetrators.  \n",
  "Reported?": true,
  "Reported to...": "The ship manager reported the incident to the authorities.",
  "Coastal State Action Taken": "The Singapore Police Coast Guard boarded the ship to conduct investigation upon her arrival at the Singapore anchorage.\n\nSafety broadcast on anti-piracy watch carried out to warn all ships to maintain vigilance at all times.\n",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-23",
  "Ship Name": "Success",
  "Ship Type": "Tanker",
  "IMO No.": "9285718",
  "Area": "In port area",
  "Latitude": "22° 16.53' N",
  "Longitude": "91° 48.15' E",
  "Incident details": "Around six to eight robbers armed with knives boarded a berthed tanker. Alert crew raised the alarm and mustered resulting in the robbers escaping with stolen ship’s stores. Incident reported to the coast guard who boarded the tanker for investigation.\n",
  "Consequences for crew etc": "Ship’s stores stolen",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Chittagong Coast Guard",
  "Coastal State Action Taken": "Coast Guard boarded the tanker for inspection\n",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-25",
  "Ship Name": "Corinthian Phoenix",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9451628",
  "Area": "In territorial waters",
  "Latitude": "1° 26.29' N",
  "Longitude": "104° 30.39' E",
  "Incident details": "Duty crew on routine rounds noticed the storeroom broken into and ship’s properties missing. Theft reported to local authorities.",
  "Consequences for crew etc": "Ship’s properties missing",
  "Action taken by master\/crew": "Nil",
  "Reported?": true,
  "Reported to...": "Local authorities",
  "Coastal State Action Taken": "Coast Guard boarded the tanker for inspection",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-29",
  "Ship Name": "Jin Hwa 47 \/ Jin Hwa 48",
  "Ship Type": "Tug",
  "IMO No.": "9026095",
  "Area": "In territorial waters",
  "Latitude": "1° 12.38' N",
  "Longitude": "103° 32.38' E",
  "Incident details": "While the tug boat towing barge was underway, the master of the tug boat reported to Vessel Traffic Information System (VTIS) West that three perpetrators boarded the barge and stole some scrap metal on board. \n\nThe master sounded the alarm, and all crew was mustered and accounted for. The crew members were safe, and the master confirmed that no further assistance is required. \n\nThe tug boat towing the barge was on her way to Penang in the westbound lane of TSS in the SS, when the incident occurred. \n",
  "Consequences for crew etc": "The crew members were safe.\n\nScrap metal were reported stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to VTIS West, and sounded the alarm.\n\nThe crew were mustered and accounted for.  \n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS West.",
  "Coastal State Action Taken": "Not reported",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-05-29",
  "Ship Name": "Nord Adriatic",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9767584",
  "Area": "In territorial waters",
  "Latitude": "1° 04.40' N",
  "Longitude": "103° 42.24' E",
  "Incident details": "Four robbers armed with a knife, boarded a ship underway. They took hostage and tied the duty crew, stole personal properties and ship’s engine spares. Alert crew raised the alarm and crew mustered. Hearing the alarm, the robbers escaped with stolen ship’s engine spare parts and personal properties. Incident reported to local authority.",
  "Consequences for crew etc": "Personal properties and ship’s engine spares were stolen\n",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search was carried out",
  "Reported?": true,
  "Reported to...": "Local authorities                                                                                                                                                                                 ",
  "Coastal State Action Taken": "The Coastal State was not notified.",
  "MSC\/Circ": 325
 },
 {
  "Date": "2023-06-02",
  "Ship Name": "Orange Harmony",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9764099",
  "Area": "In territorial waters",
  "Latitude": "1° 15.75' N",
  "Longitude": "104° 07.80' E",
  "Incident details": "While underway, the master received information that two to three persons (based on the footprints at the poop deck) could have boarded the ship. \n\nNobody sighted the perpetrators on board the ship. A search was conducted and some ship engine spares were found missing. The theft was noticed five hours after the ship departed Singapore. \n\nThe crew was not harmed, and the ship continued her voyage to Qingdao, China. \n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "The crew was not harmed.\n\nShip engine spares were reported missing. \n",
  "Action taken by master\/crew": "The master reported the incident to IMB PRC.\n\nThe master and crew conducted search after discovering traces of foot prints at poop deck.  The crew reported that some ship engine spares were missing.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to IMB PRC.",
  "Coastal State Action Taken": "Safety navigational broadcast initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-03",
  "Ship Name": "Hoanh Son Galaxy",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9257797",
  "Area": "In territorial waters",
  "Latitude": "1° 16.10' N",
  "Longitude": "104° 16.39' E",
  "Incident details": "While underway, the master reported to Singapore VTIS that three perpetrators were spotted by the ship’s crew in the engine room. The perpetrators were armed with knives. The master sounded the alarm and mustered the crew. \n\nAt about 0403 hrs, the master reported that the three intruders escaped in a small boat at the astern of her ship. All crew members were safe and accounted for, and nothing was stolen. The master informed that no further assistance is required.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "All crew members were safe and accounted for. \n\nNothing was reported stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS.\n\nThe Master sounded the alarm and mustered the crew. \n\nAll crew members were safe and accounted for.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "A safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-03",
  "Ship Name": "Bochem London",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9743849",
  "Area": "In port area",
  "Latitude": "12° 00.75' S",
  "Longitude": "77° 11.76' W",
  "Incident details": "An unauthorised person boarded an anchored tanker from the bow area and unlashed the anchor hawse pipe cover giving access to his accomplices. They broke into the forecastle store and stole ship’s stores. Alert crew noticed the thieves and raised the alarm resulting in the persons escaping with the stolen items.",
  "Consequences for crew etc": "Stolen ship’s stores",
  "Action taken by master\/crew": "Alarm raised and search was made throughout the tanker",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-04",
  "Ship Name": "Merkur Horizon",
  "Ship Type": "Container ship",
  "IMO No.": "9456989",
  "Area": "In port area",
  "Latitude": "14° 36.63' N",
  "Longitude": "120° 50.54' E",
  "Incident details": "While at anchor, the duty deck crew while conducting roving at the forecastle deck discovered that the anchor house cover\/guard was open, the padlocks of the skylight hatch connecting to Bosun Store were broken and there were many foot marks in the area.  \n\nThe chief mate reported the incident to the Vessel Traffic Management System (VTMS) Manila.  A search was conducted on board and after the inspection, the crew discovered that one welding machine and two fire nozzles were missing. \n\nThe Coast Guard Sub-Station (CGSS) North Harbor, immediately coordinated with the team from CGSS Cultural Centre of the Philippines (CCP), and one boat operator from the PCG auxiliary to conduct investigation of the incident. The team, accompanied by the chief mate and bosun,  boarded the ship.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nOne welding machine and two fire nozzles were reported missing. \n",
  "Action taken by master\/crew": "The chief mate reported the incident to VTMS Manila.\n\nA search was conducted on board, and after the inspection, the crew discovered that one welding machine and two fire nozzles were missing. \n",
  "Reported?": true,
  "Reported to...": "The chief mate reported the incident to VTMS Manila.",
  "Coastal State Action Taken": "The Coast Guard Sub-Station (CGSS) North Harbor, immediately coordinated with the team from CGSS Cultural Centre of the Philippines (CCP), and one boat operator from the PCG auxiliary to conduct investigation of the incident. The team, accompanied by the chief mate and bosun,  boarded the ship.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-10",
  "Ship Name": "Callao Express",
  "Ship Type": "Container ship",
  "IMO No.": "9777606",
  "Area": "In territorial waters",
  "Latitude": "2° 54.20' S",
  "Longitude": "80° 33.20' W",
  "Incident details": "An unknown number of persons in speed boats came alongside and attempted to board a ship underway using ladders. Alarm raised and crew mustered. Deck lights switched on and evasive manoeuvres carried out. Coast Guard notified and a patrol boat was sent to the location. Seeing the approaching patrol vessel, the persons aborted the attempted boarding and moved away.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, crew mustered, deck lights switched on and evasive manoeuvres carried out",
  "Reported?": true,
  "Reported to...": "Ecuador Coast Guard",
  "Coastal State Action Taken": "A patrol boat was sent to the location",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-10",
  "Ship Name": "CL Century",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9715816",
  "Area": "In territorial waters",
  "Latitude": "1° 09.82' N",
  "Longitude": "103° 26.77' E",
  "Incident details": "While underway, the master reported to Vessel Traffic Information System (VTIS) West via VHF, that four perpetrators armed with knives were sighted in the steering gear room. \n\nThe master sounded the alarm and mustered the crew members. A search on board the ship was conducted, with no further sightings of the perpetrators. \n\nThe crew was accounted for, with no report of injuries.  Nothing was stolen.  No further assistance was required.\n\nSafety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n",
  "Consequences for crew etc": "The crew was mustered, accounted for and with no report of injuries.\n\nNothing was reported stolen.\n\nNo further assistance is required by the ship.\n",
  "Action taken by master\/crew": "The master reported the incident via VHF to VTIS West. \n\nThe master sounded the alarm, mustered the crew, and conducted a search on board the ship with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS West via VHF.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident.  Information of the incident was shared with the Indonesian authorities.\n\nSingapore Police Coast Guard boarded the vessel for investigation(IMBKL)",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-12",
  "Ship Name": "Ariana",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9316048",
  "Area": "In territorial waters",
  "Latitude": "1° 11.00' N",
  "Longitude": "103° 24.70' E",
  "Incident details": "While underway, the master reported to Singapore VTIS via VHF that the ship's crew sighted one perpetrator in the steering gear room. The perpetrator was armed with a shovel-like weapon. The master sounded the alarm and mustered the crew. \n\nA search on board the ship was conducted, and there was no further sighting of the perpetrator. The ship was proceeding to Singapore anchorage from the West at the time of the incident.\n\nSafety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard boarded the ship on her arrival and found no perpetrator on board. The crew was accounted for, no injuries to the crew, no loss of property and no further assistance was required.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.  The crew was not injured.\n\nNothing was reported stolen.\n\nNo further assistance required by the ship.\n",
  "Action taken by master\/crew": "The master of the ship reported the incident via VHF to Singapore VTIS.\n\nThe master sounded the alarm and mustered the crew.\n\nThe crew conducted a search on board with no further sighting of the perpetrator. \n",
  "Reported?": true,
  "Reported to...": "The master reported the incident via VHF to VTIS Singapore",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard boarded the ship on her arrival and found no perpetrator on board.\n",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-13",
  "Ship Name": "Pantagruel",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9274903",
  "Area": "In territorial waters",
  "Latitude": "1° 05.23' N",
  "Longitude": "103° 35.20' E",
  "Incident details": "While underway, the master reported to Singapore VTIS West that three perpetrators were sighted in the steering gear room. The perpetrators were armed with knives. \n\nThe master sounded the alarm and mustered the crew.  A search was conducted on board the ship by the crew, with no further sightings of the perpetrators. The crew was safe and nothing was reported stolen. No further assistance was required. \n\nSafety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard boarded the ship on her arrival at Singapore anchorage, and found no perpetrators.\n",
  "Consequences for crew etc": "The crew was safe and accounted for.  \n\nNothing was reported stolen.\n\nNo further assistance required by the ship.\n",
  "Action taken by master\/crew": "The master of the ship reported the incident to Singapore VTIS West.\n\nThe master sounded the alarm and mustered the crew.\n\nA search on board the ship was conducted with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS West.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities\n\nThe Singapore Police Coast Guard boarded the ship on her arrival and found no perpetrator.\n",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-16",
  "Ship Name": "Hai Duong 55",
  "Ship Type": "Supply ship",
  "IMO No.": "9552628",
  "Area": "In territorial waters",
  "Latitude": "1° 12.69' N",
  "Longitude": "103° 22.29' E",
  "Incident details": "While underway, suspicious movements on the main deck were captured by the ship’s CCTV. The master raised the alarm immediately and mustered the crew. On board security search was carried out with no sighting of perpetrators.\n\nThe master confirmed some items from a container (ship properties and store) and one coil of mooring rope were stolen. There was no confrontation between the perpetrators with crew.  All crew members were safe. The master reported the incident to local agent and Singapore upon arrival in Singapore on 17 Jun 23.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard boarded the ship upon receiving information from Singapore Focal Point. At 1951 hrs, the ship was cleared with no sighting of perpetrators on board.\n",
  "Consequences for crew etc": "There was no confrontation between with crew and perpetrators.  All crew members were safe.\n\nShip properties and stores from a container and a coil of mooring rope were reported missing.\n",
  "Action taken by master\/crew": "The master reported the incident to local agent and Singapore Focal Point.\n\nThe master sounded the alarm and mustered the crew. A search was conducted on board, with no perpetrators sighted.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to local agent and Singapore Focal Point.",
  "Coastal State Action Taken": "Safety navigational broadcast initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-19",
  "Ship Name": "Vincent Trader",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9855525",
  "Area": "In territorial waters",
  "Latitude": "1° 16.20' N",
  "Longitude": "104° 12.89' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that four perpetrators armed with knives were spotted in the engine room. The master sounded the alarm and mustered the crew, and conducted a search on board. \n\nIt was discovered that some engine spares were stolen.  No further sighting of the perpetrators. However, a crew was assaulted with minor head injury in the process. The master informed that no further assistance is required and resumed the passage to the next port of call. \n\nSafety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "A crew was assaulted with minor head injury.\n\nEngine spares were stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS.\n\nThe master sounded the alarm and mustered the crew. A search was conducted with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-21",
  "Ship Name": "Caipirinha",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9714769",
  "Area": "In port area",
  "Latitude": "12° 02.08' S",
  "Longitude": "77° 11.07' W",
  "Incident details": "Unnoticed, robbers boarded an anchored bulk carrier, stole ships stores and escaped. Theft noticed by duty crew on routine rounds. Incident reported to the local agent.",
  "Consequences for crew etc": "Ship’s stores stolen",
  "Action taken by master\/crew": "A search was carried out",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-22",
  "Ship Name": "Seavigour",
  "Ship Type": "Tanker",
  "IMO No.": "9774185",
  "Area": "In territorial waters",
  "Latitude": "1° 04.94' N",
  "Longitude": "103° 42.13' E",
  "Incident details": "While underway, the master reported to VTIS Singapore that two perpetrators armed with machetes were sighted at the poop deck. The master raised the ship's alarm and mustered all crew.  Subsequently, a search on board the ship was conducted by the crew members, with no further sighting of the perpetrators. The ship was transiting the TSS and was bound for port of Singapore. \n\nThe Singapore Police Coast Guard (PCG) officers boarded the ship for investigation, and at 0739H, PCG cleared the ship. \n\nAll crew members were safe and accounted for. Nothing was declared stolen.\n\nSafety navigational broadcast was initiated. The Republic Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard (PCG) were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n",
  "Consequences for crew etc": "All crew members were not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "Master reported incident to VTIS, Singapore\n\nMaster raised ship’s alarm and mustered crew.\n\nA search on board the ship was conducted by the crew members, with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTIS, Singapore.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN MSTF and Singapore PCG were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nThe Singapore PCG officers boarded the ship for investigation, and at 0739H, Singapore PCG cleared the ship.\n",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-22",
  "Ship Name": "Nyon",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9888039",
  "Area": "In port area",
  "Latitude": "9° 13.52' N",
  "Longitude": "13° 50.43' W",
  "Incident details": "Four robbers armed with guns boarded an anchored bulk carrier. Duty crew noticed the robbers and notified the duty officer who raised the alarm. SSAS activated and all crew instructed to remain in their cabins. The robbers entered the accommodation, stole crew personal belongings and contents from the ship’s safe prior to escaping in a waiting boat. One crew was injured with minor bruises during the incident. Port authorities notified and a patrol boat was dispatched to the location for investigation.",
  "Consequences for crew etc": "One crew was injured",
  "Action taken by master\/crew": "Alarm raised, SSAS activated, and all crew instructed to remain in their cabins.",
  "Reported?": true,
  "Reported to...": "Port Authorities & MDAT GOG",
  "Coastal State Action Taken": "Patrol boat was dispatched to the location for investigation.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-24",
  "Ship Name": "Bonny Island",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9610731",
  "Area": "In territorial waters",
  "Latitude": "1° 16.50' N",
  "Longitude": "104° 11.89' E",
  "Incident details": "While at underway, the master reported to Singapore VTIS that there was a breach of security incident took place on board the ship. Four perpetrators were sighted in the Engine Room.\n\nCrew was alerted, ship alarm raised and all crew mustered.  Upon hearing the alarm, perpetrators escaped. \n\nA search on board was carried out by the crew members, with no further sighting of the perpetrators. \n\nAll crew were safe and accounted for. Some engine spares were stolen. The master declared that no further assistance was required, and resumed the passage to the next port of call. The ship was transiting the TSS eastbound for China.\n\nSafety broadcast on anti-piracy watch are carried out to warn all vessels to maintain a vigilant watch at all times in the Singapore Strait. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Police Coast Guard (PCG) were informed. Information of the incident was shared with the Indonesian Authority.\n                               \n",
  "Consequences for crew etc": "The crew members were safe and accounted for.\n\nSome engine spares were stolen.  \n",
  "Action taken by master\/crew": "The master alerted crew, raised ship alarm, mustered the crew and reported the incident to Singapore VTIS.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety broadcast on anti-piracy watch were carried out to warn all vessels to maintain a vigilant watch at all times in the Singapore Strait. The RSN MSTF and Singapore PCG were notified of the incident. Information of the incident was shared with the Indonesian authorities.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-26",
  "Ship Name": "Lila Ace",
  "Ship Type": "Tanker",
  "IMO No.": "9352597",
  "Area": "In port area",
  "Latitude": "1° 42.20' N",
  "Longitude": "101° 28.70' E",
  "Incident details": "Duty oiler onboard an anchored tanker noticed three robbers armed with steel bars near the engine room. The robbers saw the duty oiler and threatened to attack him, but the oiler managed to run away. Alarm raised and PA announcement made, resulting in the robbers escaping without stealing anything. All crew mustered and a search was carried out. Incident reported to the authorities through the local agent.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search carried out",
  "Reported?": true,
  "Reported to...": "Local Authorities through the agent",
  "Coastal State Action Taken": "Indonesian Marine Police boarded the tanker for investigation",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-26",
  "Ship Name": "Daryabar",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9369710",
  "Area": "In territorial waters",
  "Longitude": "103° 35.65' E",
  "Incident details": "While underway, the master reported to Singapore VTIS of a breach of security incident on board the ship. One perpetrator was sighted in the engine room by ship’s crew. The master sounded the alarm and mustered the crew. \n\nA search on board was subsequently carried out. At the time of the incident, the ship was transiting the TSS eastbound for China. At about 2327 hrs, the master confirmed that no further sighting of perpetrator onboard. \n\nAll crew members were safe and accounted for, and nothing was reported stolen. No further assistance was required.\n\nSafety navigational broadcast was initiated. The Republic Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard (PCG) were notified of the incident. Information of the incident was shared with Indonesian authorities.\n",
  "Consequences for crew etc": "All crew members were safe and accounted for. \n\nNothing was reported stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS, sounded the alarm and mustered all crew.  ",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. RSN MSTF and Singapore PCG were notified of the incident. Information of the incident was shared with the Indonesian authorities.",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-28",
  "Ship Name": "Maersk Roubaix",
  "Ship Type": "Container ship",
  "IMO No.": "9332688",
  "Area": "In port area",
  "Latitude": "4° 53.29' N",
  "Longitude": "1° 38.59' W",
  "Incident details": "Duty crew onboard an anchored ship spotted three unauthorised persons on the main deck area. Alarm raised, crew mustered, and port control notified. Upon hearing the alarm, the persons escaped with stolen ship's stores. The incident was reported to Takoradi port control, and a patrol boat was sent to investigate.",
  "Consequences for crew etc": "Ship’s store stolen",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search carried out",
  "Reported?": true,
  "Reported to...": "Takoradi Port Control",
  "Coastal State Action Taken": "A patrol boat was sent to the location",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-30",
  "Ship Name": "Hai Lu Feng 13",
  "Ship Type": "Fishing vessel",
  "Area": "In port area",
  "Incident details": "Armed persons fired upon an anchored fishing vessel. The onboard armed naval security team retaliated, resulting in the persons aborting the boarding attempt.",
  "Consequences for crew etc": "Persons fired upon the vessel",
  "Action taken by master\/crew": "Alarm raised.  The onboard armed naval security team retaliated",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-30",
  "Ship Name": "Hai Lu Feng 14",
  "Ship Type": "Fishing vessel",
  "Area": "In port area",
  "Latitude": "4° 00.56' N",
  "Longitude": "9° 38.31' E",
  "Incident details": "Armed persons fired upon an anchored fishing vessel. The armed naval security team onboard retaliated causing an exchange of fire resulting in the persons aborting the attempted boarding.",
  "Consequences for crew etc": "Persons fired upon the vessel",
  "Action taken by master\/crew": "Alarm raised.  The armed naval security team onboard retaliated causing an exchange of fire",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-06-30",
  "Ship Name": "Oya 1",
  "Ship Type": "General cargo ship",
  "IMO No.": "8512126",
  "Area": "In port area",
  "Latitude": "4° 00.05' N",
  "Longitude": "9° 38.00' E",
  "Incident details": "Armed persons boarded an anchored ship, kidnapped five crew members, and escaped. Alarm raised and a patrol boat came to assist. Remaining crew and ship reported safe.",
  "Consequences for crew etc": "Armed persons boarded the ship and kidnapped five crew",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "A patrol boat came to assist",
  "MSC\/Circ": 326
 },
 {
  "Date": "2023-07-01",
  "Ship Name": "Tug boat \/ Sung Fatt 36",
  "Ship Type": "Barge carrier",
  "Area": "In territorial waters",
  "Latitude": "1° 13.31' N",
  "Longitude": "103° 30.12' E",
  "Incident details": "While underway, the Malaysian Marine Police patrol boat spotted two boats moored to the barge. Several men were sighted on top of the scrap metal pile on the barge.  Upon seeing the patrol boat, the perpetrators immediately escaped in their boats, which crashed into the side of the patrol boat.\n\nAll perpetrators were arrested and their boats with an estimated 100 ton of scrap metal were seized. Investigation is currently ongoing.\n",
  "Consequences for crew etc": "Scrap metal were stolen.",
  "Action taken by master\/crew": "No information available",
  "Reported?": true,
  "Reported to...": "Malaysian Marine Police",
  "Coastal State Action Taken": "All perpetrators were arrested and their boats with an estimated 100 ton of scrap metal were seized. Investigation is currently ongoing.",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-02",
  "Ship Name": "Marianna Golden",
  "Ship Type": "LPG tanker",
  "IMO No.": "9166766",
  "Area": "In port area",
  "Latitude": "6° 01.00' S",
  "Longitude": "106° 54.20' E",
  "Incident details": "Duty crew on rounds onboard an anchored tanker noticed an unauthorized person on the aft deck. Alarm raised and crew mustered. Hearing the alarm, the person escaped with his accomplices in their boat. A search was carried out, nothing reported stolen.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-04",
  "Ship Name": "Jin Hwa 40 \/ Jin Hwa 41",
  "Ship Type": "Tug",
  "IMO No.": "9683752",
  "Area": "In territorial waters",
  "Latitude": "1° 16.62' N",
  "Longitude": "104° 08.57' E",
  "Incident details": "While the tug boat towing barge was underway, the master of the tug boat noticed four perpetrators on the barge. The towed barge was carrying scrap metal.\n\nThe perpetrators left the barge at about 0929 hrs with stolen scrap metal. The alarm was raised and all crew mustered. The crew subsequently conducted a search, with no further sighting of the perpetrators. The crew was not injured and the master did not require any further assistance.\n\nSafety broadcast for anti-piracy was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Malaysian and Indonesian authorities.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nSome scrap metal was stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and all crew mustered. \n\nThe crew subsequently conducted a search, with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "Master reported incident to Singapore Vessel Traffic Information System (VTIS) via VHF.",
  "Coastal State Action Taken": "Safety broadcast for anti-piracy was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Malaysian and Indonesian authorities.",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-05",
  "Ship Name": "CB Caribic",
  "Ship Type": "Product tanker",
  "IMO No.": "9851713",
  "Area": "In port area",
  "Latitude": "9° 17.00' N",
  "Longitude": "13° 45.70' W",
  "Incident details": "Duty AB on routine rounds onboard an anchored tanker noticed six unauthorised persons attempting to board via the stern, using a long ladder.  Alarm raised and crew mustered. Hearing the alerted crew, the persons aborted the boarding attempt. Incident reported to the authorities through the local agent.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Local Authorities through the local agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-05",
  "Ship Name": "Haci Erdogan",
  "Ship Type": "Fishing vessel",
  "Area": "In international waters",
  "Latitude": "8° 53.00' N",
  "Longitude": "13° 31.00' W",
  "Incident details": "Eight armed pirates boarded a fishing vessel engaged in fishing activities. They destroyed the cameras onboard the vessel and other communication equipment. Before escaping, they stole valuables and shot the captain. Authorities informed. A naval patrol team was dispatched to the location. The vessel managed to sail into Freetown port. The captain was hospitalized and underwent surgical treatment.",
  "Consequences for crew etc": "Pirates destroyed the cameras onboard the vessel and other communication equipment. They stole valuables and shot the captain",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "A naval patrol boat was dispatched to the location ",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-10",
  "Ship Name": "UAL Osprey",
  "Ship Type": "General cargo ship",
  "IMO No.": "9594315",
  "Area": "In port area",
  "Latitude": "4° 53.70' N",
  "Longitude": "1° 41.79' W",
  "Incident details": "Crew on routine rounds onboard an anchored general cargo ship noticed the rigged razor wire around the forward port bow partly removed and two unauthorised persons onboard. Alarm raised, crew mustered and port control informed. Hearing the alarm and seeing the alerted crew, the persons escaped empty handed with their accomplices who were waiting in a boat.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Takoradi Port Control",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-11",
  "Ship Name": "Atlantic Prestige",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9856232",
  "Area": "In territorial waters",
  "Latitude": "1° 05.59' N",
  "Longitude": "103° 33.40' E",
  "Incident details": "While underway, the ship’s crew sighted five perpetrators armed with knives in the vicinity of the engine room. The alarm was raised, deck lighting was switched on, crew mustered and a security search was conducted. \n\nThe master reported that the perpetrators jumped overboard from the ship’s stern and escaped at 0320 hrs. Some engine spares and stores were stolen. All crew members were accounted for, and the crew was not injured.\n\nSafety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities. \n\nUpon the ship’s arrival at Singapore anchorage, Singapore Police Coast Guard boarded and searched the ship, and confirmed no perpetrators were found on board.\n",
  "Consequences for crew etc": "All crew members were accounted for, and the crew was not injured.\n\nSome engine spares and stores were stolen.\n",
  "Action taken by master\/crew": "The alarm was raised, deck lighting switched on, crew mustered and a security search was conducted.",
  "Reported?": true,
  "Reported to...": "Master reported incident to Singapore VTIS via VHF.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nUpon the ship’s arrival at Singapore anchorage, Singapore Police Coast Guard boarded and searched the ship, and confirmed no perpetrators were found on board.\n",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-13",
  "Ship Name": "Namewithheld",
  "Ship Type": "Bulk carrier",
  "Area": "In territorial waters",
  "Latitude": "1° 11.97' N",
  "Longitude": "103° 35.02' E",
  "Incident details": "Duty crew on routine rounds onboard the ship underway noticed a wooden boat with seven unauthorised persons near the starboard quarter. One person was attempting to board using a rope. Alarm raised and all deck lights switched on. Upon hearing the alarm, the attempted boarding was aborted. Incident reported to Singapore VTS.",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "Alarm raised and all deck lights switched on",
  "Reported?": true,
  "Reported to...": "VTS Singapore",
  "Coastal State Action Taken": "Not known.",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-14",
  "Ship Name": "Efraim A",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9520778",
  "Area": "In territorial waters",
  "Latitude": "1° 16.53' N",
  "Longitude": "104° 14.77' E",
  "Incident details": "IMBKL: While underway, the master reported to Singapore VTIS that the crew sighted five perpetrators on the aft deck. The master sounded the alarm and mustered the crew. \n\nThe crew conducted a search on board, with no further sighting of the perpetrators. All crew members were safe and accounted for. Nothing was stolen. The ship was en-route to the next port at Huanghua, China, after departing from Singapore.\n\nSafety broadcast for anti-piracy was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nReCAAP: Five robbers armed with knives boarded a ship underway. Duty watchman noticed the robbers and immediately informed the bridge. Alarm raised and all deck lights switched on. Upon hearing the alarm, the robbers jumped overboard and escaped with stolen crew personal belongings and ship’s spares. Incident reported to Singapore VTIS.\n",
  "Consequences for crew etc": "Crew personal belongings and ship’s spares stolen\n",
  "Action taken by master\/crew": "Alarm raised and all deck lights switched on\n",
  "Reported?": true,
  "Reported to...": "Master reported incident to Singapore VTIS via VHF.",
  "Coastal State Action Taken": "Safety broadcast for anti-piracy was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-15",
  "Ship Name": "MSM",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9121730",
  "Area": "In territorial waters",
  "Latitude": "1° 08.80' N",
  "Longitude": "103° 27.60' E",
  "Incident details": "While underway, the master reported to Singapore VTIS West that the crew sighted about five perpetrators in the engine room. The alarm was raised and crew mustered. All crew members were accounted for, and the crew was not injured. The crew conducted a search on board, with no further sighting of the perpetrators. Nothing was stolen.\n\nThe RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nUpon the ship’s arrival at Singapore anchorage, Singapore Police Coast Guard boarded and searched the ship, and confirmed no perpetrators were found on board.\n",
  "Consequences for crew etc": "All crew members were accounted for, and the crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and crew mustered. \n\nThe crew conducted a search on board, with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "Master reported incident to Singapore VTIS West via VHF.",
  "Coastal State Action Taken": "The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nUpon the ship’s arrival at Singapore anchorage, Singapore Police Coast Guard boarded and searched the ship, and confirmed no perpetrators were found on board.\n",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-15",
  "Ship Name": "Tomini Royalty",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9842736",
  "Area": "In territorial waters",
  "Latitude": "1° 02.88' N",
  "Longitude": "103° 40.27' E",
  "Incident details": "While underway, the master of reported to Singapore VTIS West that the crew sighted four perpetrators in the boiler, who escaped after the crew activated the emergency alarm. The crew was mustered to conduct a search on board. Engine spares were stolen and the crew was not injured.\n\nSafety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities. \n\nUpon the ship’s arrival at Singapore anchorage, Singapore Police Coast Guard boarded and searched the ship, and confirmed no perpetrators were found on board.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nEngine spares were stolen.\n",
  "Action taken by master\/crew": "The crew activated the emergency alarm. \n\nThe crew was mustered to conduct a search on board.\n",
  "Reported?": true,
  "Reported to...": "Master reported incident to Singapore VTIS West via VHF.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nUpon the ship’s arrival at Singapore anchorage, Singapore Police Coast Guard boarded and searched the ship, and confirmed no perpetrators were found on board.\n",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-16",
  "Ship Name": "Vishva Vikas",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9487902",
  "Area": "In port area",
  "Latitude": "19° 55.20' S",
  "Longitude": "35° 05.15' E",
  "Incident details": "Crew onboard an anchored ship noticed ship’s stores stolen. A search was carried out. No unauthorised persons found onboard the ship.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Reported to Port Control and Owner",
  "Reported?": true,
  "Reported to...": "Beira Port Control, Beira Port PFSO and Mozambique Flag Administration",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-18",
  "Ship Name": "Seaspan Oceania",
  "Ship Type": "Container ship",
  "IMO No.": "9286009",
  "Area": "In port area",
  "Latitude": "12° 01.79' S",
  "Longitude": "77° 10.89' W",
  "Incident details": "Duty AB on routine rounds onboard an anchored ship noticed an unauthorised person attempting to board via the anchor chain. Alarm raised and crew mustered. Hearing the alarm, the person aborted the boarding attempt. Incident reported to the Port Control and a Security Message was broadcast to all vessels in the vicinity.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Tramar VTS",
  "Coastal State Action Taken": "Tramar VTS broadcasted a security message to all vessels in the vicinity",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-19",
  "Ship Name": "Super Ruby",
  "Ship Type": "Tanker",
  "IMO No.": "9308120",
  "Area": "In port area",
  "Latitude": "1° 10.52' N",
  "Longitude": "103° 56.59' E",
  "Incident details": "While at anchor, the ship crew sighted three perpetrators armed with knives at the engine room. The crew raised the alarm and informed the duty officer.  \n\nAll crew mustered, and a search on board was conducted by the crew with no perpetrators found.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen\n",
  "Action taken by master\/crew": "The alarm was raised. \n\nThe crew were mustered and conducted a search on board.\n",
  "Reported?": true,
  "Reported to...": "Batam VTIS",
  "Coastal State Action Taken": "Indonesian Marine Police boarded the tanker for investigation",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-21",
  "Ship Name": "Fiji",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9630664",
  "Area": "In territorial waters",
  "Latitude": "1° 04.17' N",
  "Longitude": "103° 41.65' E",
  "Incident details": "Six robbers armed with knives boarded the ship underway. They took hostage and tied up the 2\/E and 4\/E. Prior to escaping the robbers stole engine spares and personal effects of the 4\/E. The crew released by C\/E who raised the alarm. Incident reported to VTIS and Singapore Port Police. The authorities boarded the ship for investigation.\n",
  "Consequences for crew etc": "Stolen engine spares and personal effects\n",
  "Action taken by master\/crew": "Alarm raised, crew mustered, and a search was carried out",
  "Reported?": true,
  "Reported to...": "VTIS and Singapore Port Police",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n\nSingapore Police Coast Guard boarded and searched the ship upon her arrival at Singapore anchorage, and confirmed no perpetrators were found on board.\n\nThe authorities boarded the ship for investigation.(IMBKL)\n",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-21",
  "Ship Name": "Stella Alice",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9522697",
  "Area": "In territorial waters",
  "Latitude": "1° 08.60' N",
  "Longitude": "103° 28.38' E",
  "Incident details": "While underway, the duty oiler spotted four perpetrators in the engine room. He did not confront the perpetrators due to safety consideration, and the perpetrators later escaped from the scene. \n\nThe duty oiler immediately informed the Chief Officer who then activated the ship’s general alarm. A thorough search on board the ship was conducted, with no further sighting of the perpetrators. \n\nSome engine spare parts were reported stolen and the crew was not injured.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nSome engine spare parts were reported stolen.\n",
  "Action taken by master\/crew": "The duty oiler immediately informed the Chief Officer who activated the ship’s general alarm. \n\nA thorough search on board the ship was conducted with no further sighting of the perpetrators\n",
  "Reported?": false,
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-22",
  "Ship Name": "Shenghai2",
  "Ship Type": "Fishing vessel",
  "Area": "In international waters",
  "Latitude": "8° 22.00' N",
  "Longitude": "13° 32.00' W",
  "Incident details": "The IMB Piracy Reporting Centre received information from the Regional Authorities that 13 pirates armed with guns boarded and hijacked a fishing vessel underway and took hostage its 23 crew. The Liberian Coast Guard located the vessel off Monrovia, Liberia. After an exchange of gunfire between the pirates and the Coast Guard, the vessel and crew were secured. Two pirates were apprehended while the others escaped.",
  "Consequences for crew etc": "Armed persons boarded and hijacked the vessel",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "The Liberian Coast Guard located the vessel off Monrovia, Liberia, secured the vessel and apprehended the pirates.",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-22",
  "Ship Name": "Edzard Schulte",
  "Ship Type": "Product tanker",
  "IMO No.": "9439852",
  "Area": "In port area",
  "Latitude": "5° 32.75' S",
  "Longitude": "105° 18.54' E",
  "Incident details": "Three robbers armed with knives were noticed in the engine room by duty crew onboard an anchored tanker. Alarm raised and crew mustered. Upon hearing the alarm, the robbers escaped with stolen engine spares. Incident reported to Panjang VTS via VHF Ch 16. Local authorities boarded the tanker for investigation.",
  "Consequences for crew etc": "Ship’s engine spares stolen",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Panjang VTS",
  "Coastal State Action Taken": "Indonesian Marine Police HQ boarded the tanker for investigation",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-22",
  "Ship Name": "Name Withheld",
  "Ship Type": "Tanker",
  "Area": "In port area",
  "Latitude": "13° 46.00' N",
  "Longitude": "120° 59.29' E",
  "Incident details": "Duty crew on routine rounds onboard an anchored tanker noticed the hawse pipe cover open and notified the duty officer. On searching the vessel, ship’s properties were reported as stolen.",
  "Consequences for crew etc": "Ship’s properties were reported stolen",
  "Action taken by master\/crew": "A search was carried out",
  "Reported?": false,
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-23",
  "Ship Name": "Jin Hwa 49 \/ Jin Hwa 39",
  "Ship Type": "Tug",
  "IMO No.": "9373981",
  "Area": "In territorial waters",
  "Latitude": "1° 17.84' N",
  "Longitude": "104° 10.93' E",
  "Incident details": "While underway, four perpetrators were sighted unloading scrap metal from the barge. Upon receipt of the information, Malaysian Maritime Enforcement Agency (MMEA) dispatched a patrol boat to the location.\n\nThe perpetrators were arrested and their boats seized. Initial investigation revealed that the \nperpetrators were members of a syndicate targeting scrap metal. Investigation is currently ongoing.\n",
  "Consequences for crew etc": "Robbers stole scrap metal",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "MMEA",
  "Coastal State Action Taken": "MMEA sent a patrol boat to the location and were able to apprehend the robbers",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-07-24",
  "Ship Name": "Nippon Maru",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9478949",
  "Area": "In port area",
  "Latitude": "12° 01.20' S",
  "Longitude": "77° 12.06' W",
  "Incident details": "Duty crew on routine rounds onboard an anchored ship, noticed the store padlock broken and ship’s stores stolen. A search was carried out and no unauthorised persons were found onboard the ship. Incident was reported to the Port control and a patrol boat was dispatched to the location.",
  "Consequences for crew etc": "Ship’s stores stolen",
  "Action taken by master\/crew": "A search was carried out",
  "Reported?": true,
  "Reported to...": "VTS",
  "Coastal State Action Taken": "Patrol boat was dispatched to the location",
  "MSC\/Circ": 327
 },
 {
  "Date": "2023-08-05",
  "Ship Name": "Anggun",
  "Ship Type": "Rescue\/standby ship",
  "IMO No.": "9390056",
  "Area": "In port area",
  "Latitude": "4° 50.00' N",
  "Longitude": "1° 43.00' W",
  "Incident details": "Around five unauthorised persons in a canoe approached and attempted to board an anchored vessel twice within 48 hours. Alert crew raised the alarm resulting in the persons aborting the attempted boarding and moving away. Incident reported to local authorities via VHF.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-06",
  "Ship Name": "Jal Kamal",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9875056",
  "Area": "In territorial waters",
  "Latitude": "1° 16.72' N",
  "Longitude": "104° 16.67' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) East that one perpetrator was sighted in the engine room. The master raised the ship’s emergency alarm and all crew mustered. Upon hearing the alarm, the perpetrator escaped immediately. Items including main engine spares, generator spares and fuel injection pump were stolen. The crew was not injured.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy’s (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nItems stolen include main engine spares, generator spares and fuel injection pump.\n",
  "Action taken by master\/crew": "The master raised the ship’s emergency alarm and all crew mustered.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS East.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-08",
  "Ship Name": "Osaka Star",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9740809",
  "Area": "In territorial waters",
  "Latitude": "1° 02.84' N",
  "Longitude": "103° 38.61' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) West that four perpetrators were sighted in the engine room. The ship’s alarm was raised and crew mustered. A search was conducted on board the ship and at about 2245 hrs, the search was completed with no further sighting of the perpetrators. All crew members were safe and some main engine spare parts were missing. The ship continued to proceed to Singapore to pick up pilot at Pilot Eastern Boarding Ground \"B\" at 0100 hrs.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy’s (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nSingapore Police Coast Guard boarded and searched the ship when she was anchored in Singapore port, and confirmed no perpetrators were found on board.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nSome main engine spare parts were stolen.\n",
  "Action taken by master\/crew": "The ship’s alarm was raised and crew mustered. \n\nA search was conducted on board the ship.\n",
  "Reported?": true,
  "Reported to...": "The master reported to Singapore VTIS West.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nSingapore Police Coast Guard boarded and searched the ship when she was anchored in Singapore port, and confirmed no perpetrators were found on board.\n",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-08",
  "Ship Name": "Doric Warrior",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9453511",
  "Area": "In territorial waters",
  "Latitude": "1° 02.63' N",
  "Longitude": "103° 39.22' E",
  "Incident details": "Ten robbers armed with knives and steel bars boarded a bulk carrier underway and entered the Engine Room. They took hostage and tied up the 3\/E in the Engine Control Room. Prior to escaping, the robbers stole engine spares. On activation of the dead man alarm, the C\/E found the 3\/E tied up and immediately informed the Master. General alarm raised and incident reported to Singapore VTS. Coast Guard boarded the vessel for investigation.\n",
  "Consequences for crew etc": "Robbers took hostage and tied up 3\/E and escaped with stolen ship’s engine spares\n",
  "Action taken by master\/crew": "Alarm raised ",
  "Reported?": true,
  "Reported to...": "Singapore VTS",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nSingapore Police Coast Guard boarded and searched the ship when she was anchored in Singapore port, and confirmed no perpetrators were found on board.\n",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-08",
  "Ship Name": "Sophocles Graecia",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9843730",
  "Area": "In territorial waters",
  "Latitude": "1° 04.44' N",
  "Longitude": "103° 42.20' E",
  "Incident details": "While underway, the master reported to Singapore VTIS West that three perpetrators were sighted in the engine room. The ship’s alarm was raised and crew mustered. A search was conducted on board the ship and at about 0447 hrs, the search was completed with no further sighting of the perpetrators. All crew members were safe. At about 0521 hrs, the master updated that some main engine spare parts were missing. The ship continued to proceed to Singapore to pick up pilot at Pilot Eastern Boarding Ground \"B\" at 0530 hrs.\n\nSafety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nSingapore Police Coast Guard boarded and searched the ship when she was anchored in Singapore port, and confirmed no perpetrators were found on board.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nSome main engine spare parts were stolen.\n",
  "Action taken by master\/crew": "The ship’s alarm was raised and crew mustered. \n\nA search was conducted on board the ship.\n",
  "Reported?": true,
  "Reported to...": "The master reported to Singapore VTIS West.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian and Malaysian authorities.\n\nSingapore Police Coast Guard boarded and searched the ship when she was anchored in Singapore port, and confirmed no perpetrators were found on board.\n",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-10",
  "Ship Name": "CNC Pluto",
  "Ship Type": "Container ship",
  "IMO No.": "9760586",
  "Area": "In port area",
  "Latitude": "14° 35.58' N",
  "Longitude": "120° 50.52' E",
  "Incident details": "Eight robbers armed with guns boarded an anchored ship. They took the duty crew hostage, tied him up and stole his cell phone. Alam raised and the crew mustered. Seeing the alerted crew, the robbers escaped. The incident was reported to VTMS and Philippines Coast Guard boarded the ship for investigation.",
  "Consequences for crew etc": "Robbers took the duty crew hostage, tied him up and stole his cell phone",
  "Action taken by master\/crew": "Alarm raised, ship’s whistle sounded, and crew mustered",
  "Reported?": true,
  "Reported to...": "VTMS Manila, Philippines",
  "Coastal State Action Taken": "Coast guard boarded the ship for investigation",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-23",
  "Ship Name": "Shotan",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9709271",
  "Area": "In port area",
  "Latitude": "1° 43.18' N",
  "Longitude": "101° 26.21' E",
  "Incident details": "Duty crew onboard an anchored tanker noticed three robbers armed with knives near the engine room. The robbers threatened the duty crew, who fled from the vicinity and raised the alarm resulting in the robbers escaping with stolen engine spare parts.",
  "Consequences for crew etc": "Stolen engine spare parts",
  "Action taken by master\/crew": "Alarm was raised",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA ",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-29",
  "Ship Name": "SLNC Severn",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9629988",
  "Area": "In port area",
  "Incident details": "Duty crew onboard a berthed ship noticed three robbers armed with knives at the forecastle. Alarm raised and crew mustered. Upon hearing the alarm, the robbers escaped with stolen ship’s stores. Incident reported to the local authorities through the local agent.",
  "Consequences for crew etc": "Ship’s stores were stolen",
  "Action taken by master\/crew": "Alarm raised and crew mustered ",
  "Reported?": true,
  "Reported to...": "Local Authorities ",
  "Coastal State Action Taken": "Indonesian Marine Police HQ boarded the ship for investigation",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-08-30",
  "Ship Name": "Nexus",
  "Ship Type": "Tanker",
  "IMO No.": "9291468",
  "Area": "In port area",
  "Latitude": "1° 42.84' N",
  "Longitude": "101° 28.29' E",
  "Incident details": "While at anchor, three perpetrators armed with knives were spotted escaping in a small boat. The master was notified and the general alarm was sounded. The crew conducted a search of the ship and some engine spares were reported missing. The crew was not injured.",
  "Consequences for crew etc": "The crew was not injured.\n\nSome engine spares were reported missing.\n",
  "Action taken by master\/crew": "The general alarm was sounded and the crew conducted a search of the ship.",
  "Reported?": false,
  "Coastal State Action Taken": "Not known",
  "MSC\/Circ": 328
 },
 {
  "Date": "2023-09-01",
  "Ship Name": "Yangze 8",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9725732",
  "Area": "In territorial waters",
  "Latitude": "1° 03.96' N",
  "Longitude": "103° 41.65' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) West that four perpetrators were sighted in the engine room. One of the perpetrators was seen with a gun-like object. Master raised the alarm and mustered all crew. The crew subsequently searched the ship and there was no further sighting of the perpetrators. \n\nAll crew members were accounted for, with no report of injuries to crew. The master reported engine spare parts were stolen. The bulk carrier was proceeding to Pilot Eastern Boarding Ground \"B\" \/ Eastern Bunkering C Anchorage.\n\nSafety broadcast for anti-piracy was initiated. The Republic of Singapore Navy’s (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.\n",
  "Consequences for crew etc": "The master reported engine spare parts were stolen.\n\nAll crew members were accounted for, with no report of injuries to crew.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS West.\n\nMaster raised the alarm and mustered all crew. \n\nThe crew conducted searched onboard the ship, with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS West.",
  "Coastal State Action Taken": "Safety broadcast for anti-piracy was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with the Indonesian authorities.",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-02",
  "Ship Name": "Name Withheld",
  "Ship Type": "Product tanker",
  "Area": "In port area",
  "Incident details": "Four robbers armed with knives boarded an anchored tanker. They took one duty crew as hostage and tied him up. General alarm raised. Hearing the alarm, the robbers escaped with the stolen ship’s properties and stores. Incident was reported to the Port Control and the coast guard boarded the ship for investigation.",
  "Consequences for crew etc": "Ship’s properties and stores were stolen. The robbers took one duty crew as hostage and tied him up",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Tramar VTS",
  "Coastal State Action Taken": "Tramar VTS boarded the ship for investigation",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-04",
  "Ship Name": "Maersk Logger",
  "Ship Type": "Tug",
  "IMO No.": "9425722",
  "Area": "In port area",
  "Incident details": "Two unauthorised persons in a canoe approached and boarded an anchored tug. Duty AB on routine rounds noticed the persons and immediately raised the alarm. Upon hearing the alarm, the persons escaped with the stolen ship’s properties. ",
  "Consequences for crew etc": "Ship’s properties were stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Luanda Port Control",
  "Coastal State Action Taken": "Nil",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-10",
  "Ship Name": "MSC Wave F",
  "Ship Type": "General cargo ship",
  "IMO No.": "9232462",
  "Area": "In port area",
  "Latitude": "6° 25.70' N",
  "Longitude": "3° 20.39' E",
  "Incident details": "Around four to five robbers armed with knives and a steel bar boarded a berthed general cargo ship. Alarm raised and crew mustered. Seeing the crew alertness, the robbers escaped in a wooden boat with stolen ship properties.",
  "Consequences for crew etc": "Ship’s properties were stolen",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-20",
  "Ship Name": "Maersk Belfast ",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9299446",
  "Area": "In port area",
  "Latitude": "17° 02.70' N",
  "Longitude": "82° 26.29' E",
  "Incident details": "While at anchor, a duty watchman was patrolling on deck when he heard the sound of a boat engine at port aft of the ship. The crew immediately went to investigate and saw a boat moving away from their ship. As the boat was already at a distance away, the crew was unable to determine the number of perpetrators on the boat. \n\nA search was conducted on board, with no further sighting of the perpetrators. The search revealed that two mooring ropes were reported missing. The crew was not injured.\n\nThe local authorities were notified of the incident through the local agent. \n",
  "Consequences for crew etc": "The crew was not injured.\n\nTwo mooring ropes were reported stolen.\n",
  "Action taken by master\/crew": "A search on board the ship was conducted with no further sighting of the perpetrators",
  "Reported?": true,
  "Reported to...": "Local authorities through local agent",
  "Coastal State Action Taken": "Not known",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-23",
  "Ship Name": "Murex",
  "Ship Type": "Tanker",
  "IMO No.": "9705641",
  "Area": "In port area",
  "Latitude": "11° 59.29' S",
  "Longitude": "77° 13.69' W",
  "Incident details": "Six persons in a small boat approached an anchored tanker. Two persons armed with knives managed to board the tanker by crawling in between the anchor chain and hawse pipe cover which they later removed. The persons threw the hawsepipe cover securing bar towards approaching crew, who raised the alarm resulting in the persons escaping in their boat. Nothing reported stolen. Several attempts were made to call the Authorities, but no response received.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm was raised",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-29",
  "Ship Name": "Maetiga",
  "Ship Type": "Product tanker",
  "IMO No.": "9386861",
  "Area": "In port area",
  "Latitude": "12° 00.60' S",
  "Longitude": "77° 11.60' W",
  "Incident details": "Around fifteen to eighteen robbers boarded an anchored tanker. They tied up the duty crew and shore watchmen on routine rounds and held them at knifepoint. The robbers stole ship’s stores and escaped. The incident was reported to port VTS TRAMAR and Peru coastguard boarded the tanker for investigation.",
  "Consequences for crew etc": "Robbers tied up the duty crew and shore watchmen and held them at knifepoint. Ship’s stores stolen",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "VTS TRAMAR",
  "Coastal State Action Taken": "Coast guard boarded the tanker for investigation",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-09-29",
  "Ship Name": "Nordsun",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9705158",
  "Area": "In port area",
  "Latitude": "31° 10.50' N",
  "Longitude": "32° 20.40' E",
  "Incident details": "C\/O onboard a berthed ship noticed two stevedores exiting from the helicopter store. He called out to them and told them to stop resulting in the stevedores running away. One stevedore was caught with the help of the port safety officer. Upon investigation, ship’s stores and properties were reported stolen.",
  "Consequences for crew etc": "Ship’s stores and properties were stolen",
  "Action taken by master\/crew": "The C\/O and port safety officer managed to apprehend one of the thieves",
  "Reported?": true,
  "Reported to...": "Reported to the local agent and stevedoring company",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 329
 },
 {
  "Date": "2023-10-03",
  "Ship Name": "Maersk Vigo",
  "Ship Type": "Container ship",
  "IMO No.": "9401697",
  "Area": "In port area",
  "Latitude": "4° 53.25' N",
  "Longitude": "1° 40.20' W",
  "Incident details": "Duty crew on routine rounds onboard an anchored ship noticed two unauthorised persons on deck and raised the alarm resulting in the persons escaping with stolen ship’s properties. Incident reported to local authorities.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Alarm raised ",
  "Reported?": true,
  "Reported to...": "Takoradi port control",
  "Coastal State Action Taken": "A naval vessel was sailed to the vicinity",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-08",
  "Ship Name": "Dimitris A",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9398656",
  "Area": "In territorial waters",
  "Latitude": "1° 03.50' N",
  "Longitude": "103° 40.40' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) West that two perpetrators armed with knives were seen in the engine room. The master raised the alarm and a search was conducted, with no further sighting of the perpetrators on board the ship. Nothing was stolen and the crew was not injured. The master required no further assistance and continued her voyage to Singapore Anchorage. Singapore Police Coast Guard later boarded the ship at Singapore Anchorage for investigation.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information of the incident was shared with Indonesian authorities.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "A search was conducted, with no further sighting of the perpetrators on board the ship.",
  "Reported?": true,
  "Reported to...": "Master reported to Singapore VTIS West",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with Indonesian authorities.",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-13",
  "Ship Name": "TRF Horten",
  "IMO No.": "9740342",
  "Area": "In territorial waters",
  "Latitude": "1° 03.20' N",
  "Longitude": "103° 38.50' E",
  "Incident details": "While at underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that his crew saw four perpetrators at the entrance of the engine room. The master raised the alarm, and crew mustered to conduct security search. The master reported that the search was completed at about 0200 hrs, and some engine stores were reported missing. All crew was accounted for and no injuries reported. \n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities. \n\nThe Singapore Police Coast Guard boarded the ship at about 0728 hrs upon her arrival at Singapore anchorage to conduct investigation and confirmed no perpetrators on board.\n",
  "Consequences for crew etc": "The crew was accounted for and not injured.\n\nSome engine stores were reported missing.\n",
  "Action taken by master\/crew": "The alarm was raised and crew mustered to conduct security search.\n",
  "Reported?": true,
  "Reported to...": "The master reported to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.  \n\nThe Singapore Police Coast Guard boarded the ship upon her arrival at Singapore anchorage and confirmed no perpetrators on board.\n",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-16",
  "Ship Name": "PS Falcon",
  "Ship Type": "Tanker",
  "IMO No.": "9283617",
  "Area": "In territorial waters",
  "Latitude": "1° 04.65' N",
  "Longitude": "103° 42.93' E",
  "Incident details": "While at underway, the master reported to VTIS West that the crew sighted five perpetrators in the engine room. The master further reported that five of his crew members were seen via CCTV camera tied up in the engine room with no communication to the bridge. The master also updated that the perpetrators were armed with knives and machetes. The master raised the alarm and mustered the crew.\n\nSafety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.  Upon further query, the master reported that the maneuvering of the ship was still under his control. The ship was directed back to Singapore to a location close to the Pilot Boarding Ground. At about 0500 hrs, the ship anchored to allow the Singapore Police Coast Guard to board for a search. At about 0611 hrs, the Singapore Police Coast Guard completed the search and found no perpetrators on board. \n\nSome ship stores were reported missing. All crew was safe except the chief engineer, who was hit by the perpetrators on the head, but with no visible injuries.\n",
  "Consequences for crew etc": "Five crew members were tied up in the engine room. The chief engineer was hit on the head, but with no visible injuries. The other crew was safe.\n\nSome engine stores were reported missing.\n",
  "Action taken by master\/crew": "The master raised the alarm and mustered the crew.",
  "Reported?": true,
  "Reported to...": "The master reported to Singapore VTIS",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nThe ship was directed back to Singapore to a location close to the Pilot Boarding Ground. The Singapore Police Coast Guard boarded the ship.  A search was conducted, with no perpetrators found on board. \n",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-16",
  "Ship Name": "Fairchem Edge",
  "Ship Type": "Product tanker",
  "IMO No.": "9788954",
  "Area": "In port area",
  "Latitude": "3° 47.27' N",
  "Longitude": "98° 41.83' E",
  "Incident details": "Security watchmen onboard the berthed tanker informed the watchkeeper that manifold items had been stolen. Theft confirmed by chief officer after investigating the storeroom. Incident reported to the local agent.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Security measures tightened",
  "Reported?": true,
  "Reported to...": "Reported to the local agent",
  "Coastal State Action Taken": "Authorities unable to take any action due to the incident was reported after the tanker sailed from the port",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-17",
  "Ship Name": "Maersk Valencia",
  "Ship Type": "Container ship",
  "IMO No.": "9344954",
  "Area": "In port area",
  "Latitude": "5° 48.50' N",
  "Longitude": "118° 05.00' E",
  "Incident details": "While at berth, the master reported that a petty theft incident occurred onboard the ship while she was berthed at Sandakan container terminal in Sabah. The ship had arrived earlier at the container terminal for cargo operations on 17 October and departed from the berth at 1030 hrs on 18 October to Sandakan anchorage. \n\nAfter arriving at the anchorage, the ship crew carried out a routine launching test of the rescue boat and discovered its outboard engine was missing. A search was conducted onboard upon the discovery, with no sighting of perpetrator. The engine was last seen onboard by the crew during a safety and security patrol on 18 October, while the ship was at the container terminal. Apart from the reported missing item, the crew were safe and not injured. \n\nThe master did not notify the Malaysian authorities of the incident as the loss was discovered after vessel departed from the terminal.\n",
  "Consequences for crew etc": "Outboard engine was reported missing. \n\nThe crew was safe.\n",
  "Action taken by master\/crew": "The master reported the incident to the company.\n\nA search onboard was conducted with no further sightings of the perpetrators.\n",
  "Reported?": false,
  "Coastal State Action Taken": "Information not available",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-22",
  "Ship Name": "Navios Helios",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9330317",
  "Area": "In territorial waters",
  "Latitude": "1° 04.19' N",
  "Longitude": "103° 27.00' E",
  "Incident details": "About four or five robbers armed with a gun and knives boarded a bulk carrier underway. They took hostage the third engineer and tied him up. Duty oiler noticed the robbers and raised the alarm resulting in the robbers escaping with stolen spare parts. Incident was reported to Singapore VTIS and the Singapore coast guard boarded the vessel for investigation.",
  "Consequences for crew etc": "Ship’s spare parts were stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Singapore VTIS",
  "Coastal State Action Taken": "Singapore coast guard boarded the vessel for investigation\n",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-23",
  "Ship Name": "Etoile",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9232060",
  "Area": "In territorial waters",
  "Latitude": "1° 04.65' N",
  "Longitude": "103° 42.93' E",
  "Incident details": "While underway, the master reported to Singapore VTIS West that the ship engineer saw three perpetrators armed with knives inside the engine room. A search was conducted onboard by the crew members, and at 0215 hrs, the master reported that the search was completed. \n\nNothing was reported missing, all crew were safe and accounted for. No further assistance was needed. \n\nNAVTEX broadcast initiated immediately to warn ships in the area to step up anti-piracy watch. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard conducted a search on the vessel upon her arrival at Singapore anchorage and search was completed at 0913 hrs and confirmed that there were no perpetrators on board.\n",
  "Consequences for crew etc": "The crew were safe and accounted for.\n\nNothing was reported missing.\n",
  "Action taken by master\/crew": "The master reported the incident to Singapore VTIS West.\n\nA search was conducted on board by the crew with no further sightings of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported to Singapore VTIS West",
  "Coastal State Action Taken": "NAVTEX broadcast initiated immediately to warn ships in the area to step up anti-piracy watch. The RSN’s MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nThe Singapore Police Coast Guard conducted a search on the vessel upon her arrival at Singapore anchorage and search was completed at 0913 hrs and confirmed that there were no perpetrators on board.\n",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-10-26",
  "Ship Name": "Merchia",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9702493",
  "Area": "In territorial waters",
  "Latitude": "1° 24.20' N",
  "Longitude": "103° 09.31' E",
  "Incident details": "While underway, the master reported to the company that five perpetrators armed with knives boarded the ship.  The master was stabbed in the chest, and he reported the incident to Johor Vessel Traffic System.  \n\nThe crew sounded the general alarm, and attended to the injured master. The Company Security Officer notified Singapore Port Operation Centre via email.  \n\nSafety navigational broadcast was initiated. The Republic Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard was notified of the incident. Information was shared with the Malaysian and Indonesian authorities. \n\nThe Singapore Police Coast Guard boarded the ship upon her arrival in Singapore for search onboard for any perpetrators.  The injured master was in stable condition, and sent to hospital for medical treatment.\n",
  "Consequences for crew etc": "The master was stabbed in the chest.\n\nThe other crew was safe.\n\nNothing was reported stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to the company.\n\nThe crew sounded the general alarm, and attended to the injured master.\n\nThe Singapore Police Coast Guard boarded the ship upon her arrival in Singapore for search onboard for any perpetrators, and sent the injured master to hospital for medical treatment.\n",
  "Reported?": true,
  "Reported to...": "The Company Security Officer notified Singapore Port Operation Centre via email.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN MSTF and Singapore Police Coast Guard was notified of the incident.  Information was shared with the Malaysian and Indonesian authorities. \n\nThe Singapore Police Coast Guard boarded the ship upon her arrival in Singapore for search onboard for any perpetrators, and sent the injured master to hospital for medical treatment.\n",
  "MSC\/Circ": 330
 },
 {
  "Date": "2023-11-01",
  "Ship Name": "Matsushiro",
  "Ship Type": "General cargo ship",
  "IMO No.": "9477672",
  "Area": "In port area",
  "Latitude": "1° 43.00' N",
  "Longitude": "101° 26.00' E",
  "Incident details": "While at anchor, the crew on duty sighted five perpetrators wearing masks and carrying knives. \n\nWhen the crew attempted to drive the perpetrators away, they were threatened with a knife, so they returned to the accommodation area and closed the door. \n\nThe crew called the bridge and reported the incident to the ship master.  The crew members searched the accommodation area, engine room and on deck, with no further sightings of the perpetrators. \n\nThe crew members were safe, and spare parts for the generator were reported stolen\n",
  "Consequences for crew etc": "The crew on duty was threatened, but he managed to returned to the accommodation area and closed the door.\n\nThe spare parts of generator were reported stolen.\n",
  "Action taken by master\/crew": "All crew members searched the accommodation area, engine room and on deck, with no further sightings of the perpetrators. \n\nThe master reported the incident to the company.\n",
  "Reported?": true,
  "Reported to...": "The company shared information of the incident with Maritime Bureau of Japan.",
  "Coastal State Action Taken": "No information available",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-05",
  "Ship Name": "Elisabeth Oldendorff",
  "Ship Type": "General cargo ship",
  "IMO No.": "9717656",
  "Area": "In port area",
  "Latitude": "10° 13.39' N",
  "Longitude": "107° 08.00' E",
  "Incident details": "While at anchor, a watchman sighted a bucket of paint outside of the paint store and informed the master, Ship Security Officer (SSO) and duty officer on the bridge. The alarm was raised, crew mustered and a search on board the ship was conducted. Footprints of about two to three perpetrators were spotted and padlock of paint store was found broken. Six paint drums were stolen. The crew was not injured.\n\nThe master reported the incident to Vung Tau Port Control via VHF. He also informed relevant agents about the incident via telephone call and email.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nSix paint drums were stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and crew mustered. A search was conducted on board.\n\nMaster informed relevant agents about the incident via telephone call and email.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Vung Tau Port Control via VHF.",
  "Coastal State Action Taken": "No information available",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-13",
  "Ship Name": "Ginga Kite",
  "Ship Type": "Product tanker",
  "IMO No.": "9228291",
  "Area": "In port area",
  "Latitude": "22° 48.59' N",
  "Longitude": "69° 59.90' E",
  "Incident details": "Alert duty crew onboard an anchored product tanker noticed around ten robbers armed with knives. Ship’s horn sounded, PA announcement made, and crew mustered. Seeing the crew alertness, the robbers escaped with stolen ship’s properties. Authorities boarded the tanker for investigation and later managed to recover all the stolen ship’s properties.",
  "Consequences for crew etc": "Ship’s properties stolen\n",
  "Action taken by master\/crew": "Ship’s horn sounded, PA announcement made, and crew mustered",
  "Reported?": true,
  "Reported to...": "Port Authorities and Marine Police through the agent",
  "Coastal State Action Taken": "Authorities boarded the tanker for investigation and managed to recover all the stolen ship’s properties",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-15",
  "Ship Name": "Argent Daisy",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9382061",
  "Area": "In port area",
  "Latitude": "3° 56.52' N",
  "Longitude": "98° 45.20' E",
  "Incident details": "While anchored, the crew on anti-piracy watch spotted three perpetrators onboard the ship near port side midship locker.\n\nThe duty officer immediately activated the General Alarm. Upon hearing the alarm, the three perpetrators escaped from the ship.\n\nA search was subsequently conducted but nothing was stolen. All stores (accommodation, deck and engine room) were locked and in order. The crew was not injured. The master reported the incident to the port authority via agents at Belawan.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The duty officer immediately activated the General Alarm.\n\nA search was subsequently conducted.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to the port authority via agents at Belawan.",
  "Coastal State Action Taken": "No information available",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-16",
  "Ship Name": "Nordmosel",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9741877",
  "Area": "In port area",
  "Incident details": "Two robbers armed with a gun boarded an anchored bulk carrier and stole ship’s store from the forward station. Incident reported to Callao VTS port control. All crew safe.",
  "Consequences for crew etc": "Ship’s store stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Callao VTS",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-19",
  "Ship Name": "Argent Daisy",
  "Ship Type": "Product tanker",
  "IMO No.": "9382061",
  "Area": "In port area",
  "Latitude": "3° 47.00' N",
  "Longitude": "98° 41.00' E",
  "Incident details": "While berthed, a ship crew noticed a slacked headline while preparing for cargo operations. Upon investigation, they discovered that one of the mooring lines was cut from shore end and there was sighting of a boat hovering around the ship suspiciously as reported by the Duty Officer.\n \nThe crew immediately conducted a search onboard but no penetrator was found. However, some miscellaneous items were found missing (including fire hose nozzle, foam hose nozzle, fire hydrant cap, tank cleaning repair kit and ship bell). \n \nApart from the missing items, there was no reported damage to the ship nor injuries to the crew.\n",
  "Consequences for crew etc": "The crew members were not injured.  Items missing included fire hose nozzle, foam hose nozzle, fire hydrant cap, tank cleaning repair kit and ship bell ",
  "Action taken by master\/crew": "Increased security measures as per the Ship Security Plan.",
  "Reported?": false,
  "Coastal State Action Taken": "Indonesian Marine Police boarded for investigation",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-22",
  "Ship Name": "Argent Daisy",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9382061",
  "Area": "In port area",
  "Latitude": "1° 43.20' N",
  "Longitude": "101° 26.70' E",
  "Incident details": "While anchored, an AB crew  and OS were preparing the mooring rope at the aft station when they were confronted by four perpetrators armed with knives\/machetes who boarded the  ship from the stern. The AB \nwas taken into custody by the \nperpetrators while the OS  managed to escape and alerted\nthe duty officer. When the general alarm was sounded, the perpetrator released the AB, and fled via a small wooden boat.\n\nA search was conducted by the ship crew and no perpetrator was found onboard.  No items were missing.  There was also no damage to the ship nor injuries to the crew.\n",
  "Consequences for crew etc": "The AB was taken into custody by the perpetrators while the OS managed to escape and he alerted the duty officer.  When the general alarm was sounded, the perpetrator released the AB and fled via a small wooden boat.",
  "Action taken by master\/crew": "The general alarm was sounded, a search was conducted by the crew.  No  perpetrators were found onboard nor were there any items missing",
  "Reported?": false,
  "Coastal State Action Taken": "Not known",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-25",
  "Ship Name": "Hansa Colombo",
  "Ship Type": "Container ship",
  "IMO No.": "9357781",
  "Area": "In port area",
  "Latitude": "14° 35.70' N",
  "Longitude": "120° 51.54' E",
  "Incident details": "While anchored, the duty security watchman found some foot prints on the deck floor coming from the anchor hawse pipe. It was assessed that the perpetrators used the starboard anchor chain to gain access to the ship and managed to open the cover of anchor hawse pipe undetected. The bosun mate and the rest of the crew conducted security search on deck, and discovered that several items were reported stolen from the ship store.  The padlock of the electrical switchgear\/safety store in forecastle was damaged. The crew members were not injured. The master reported the incident to the Vessel Traffic Management System (VTMS) Manila.\n\nA joint team of Philippine Coast Guard (PCG) proceeded to location of the ship and immediately conducted inquiry. Further, after they got the statement of facts from the master, the ship was also advised to file Marine Protest with the Office of Maritime Industry Authority.\n",
  "Consequences for crew etc": "The crew members were not injured.\n\nSeveral items were reported stolen from the ship store.  \n\nThe padlock of electrical switchgear\/safety store in forecastle was damaged.\n",
  "Action taken by master\/crew": "The master reported the incident to VTMS Manila.\n\nBosun mate and the rest of the crew conducted security search on deck, and discovered that several items were reported stolen from the ship store.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTMS Manila.",
  "Coastal State Action Taken": "A joint team of PCG proceeded to location of the incident and immediately conducted inquiry. Further, after they obtained the statement of facts from the master, the ship was also advised to file Marine Protest with the Office of Maritime Industry Authority.",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-11-25",
  "Ship Name": "G.Crown",
  "Ship Type": "Container ship",
  "IMO No.": "9982483",
  "Area": "In port area",
  "Latitude": "14° 36.68' N",
  "Longitude": "120° 49.58' E",
  "Incident details": "While anchored, the duty security watch on deck noticed five perpetrators disembarking from the ship through the hawse pipe and boarded a motorized banca.\n \nThe master instructed his crew to conduct inventory check of the bosun store, and found one set of scuba equipment (with orange box), one set scuba (for fireman's outfit), eight pcs fire nozzles, and eight pcs spanner for fire nozzles missing. \n \nApart from the missing items, there was no reported damage to the ship nor injuries to the crew. The master reported the incident to VTMS Manila.\n\nOn the same day, a joint team from the Philippine Coast Guard (PCG) boarded a patrol craft, DF-334 and proceeded to the location of the incident to conduct inquiry.\n",
  "Consequences for crew etc": "The crew members were not injured.\n\nSome items were missing from the bosun store.  \n",
  "Action taken by master\/crew": "The master reported the incident to VTMS Manila.\n\nThe master instructed the crew to conduct inventory check of the bosun store.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to VTMS Manila.",
  "Coastal State Action Taken": "Joint team from the PCG boarded a patrol craft, DF-334 and proceeded to the location of the incident to conduct inquiry.",
  "MSC\/Circ": 331
 },
 {
  "Date": "2023-12-01",
  "Ship Name": "Pacific Kohinoor",
  "Ship Type": "Product tanker",
  "IMO No.": "9800661",
  "Area": "In port area",
  "Latitude": "14° 32.40' S",
  "Longitude": "40° 39.09' E",
  "Incident details": "Duty crew onboard an anchored tanker noticed the aft station stores missing. A search was carried out. No unauthorised persons found on board.",
  "Consequences for crew etc": "Ship’s stores missing",
  "Action taken by master\/crew": "A search was carried out and additional watch was kept",
  "Reported?": false,
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 332
 },
 {
  "Date": "2023-12-07",
  "Ship Name": "Konrad Schulte",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9478808",
  "Area": "In territorial waters",
  "Latitude": "1° 07.00' N",
  "Longitude": "103° 31.07' E",
  "Incident details": "While underway, the 3rd Engineer discovered missing engine spares when he went to retrieve some spares from the engine room spare store. The Chief Engineer notified the master of the incident immediately. \n\nFurther investigation revealed that the perpetrators might have entered the steering gear room through the poop deck manhole. There were no perpetrators found onboard and the crew did not spot any perpetrators. The crew was not injured.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nEngine spares were stolen from the engine room spare store.\n",
  "Action taken by master\/crew": "The Chief Engineer notified the master of the incident immediately.",
  "Reported?": false,
  "Coastal State Action Taken": "No information available",
  "MSC\/Circ": 332
 },
 {
  "Date": "2023-12-14",
  "Ship Name": "Ruen",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9754903",
  "Area": "In international waters",
  "Latitude": "12° 03.00' N",
  "Longitude": "61° 20.00' E",
  "Incident details": "Armed persons boarded and hijacked the ship underway and sailed it towards the Somali coast. Further details awaited. ",
  "Consequences for crew etc": "The ship was hijacked",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "UKMTO & European Union Naval Force Operation Atalanta (EUNAVFOR)",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 332
 },
 {
  "Date": "2023-12-26",
  "Ship Name": "Shokai",
  "Ship Type": "Product tanker",
  "IMO No.": "9940710",
  "Area": "In port area",
  "Latitude": "1° 43.34' N",
  "Longitude": "101° 26.18' E",
  "Incident details": "Four robbers armed with long knives boarded an anchored tanker. They took hostage the duty AB and tied him up. The onboard shore security watchman abandoned his post when threatened with knives. Duty engineer on routine rounds noticed the robbers and raised the alarm resulting in the robbers escaping with stolen engine spares. Incident reported to the port authority via local agent.",
  "Consequences for crew etc": "The robbers took hostage the duty AB and threatened the onboard shore security watchman.  Ship’s engine spares were stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Port Authorities through the local agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 332
 },
 {
  "Date": "2024-01-01",
  "Ship Name": "Hana I",
  "Ship Type": "Product tanker",
  "IMO No.": "9340398",
  "Area": "In international waters",
  "Latitude": "2° 33.00' N",
  "Longitude": "8° 14.00' E",
  "Incident details": "Six pirates armed with guns boarded the tanker underway and opened fire on the bridge to gain access. They kidnapped nine crew members including the Captain and Chief Engineer. Remaining crew sailed to a safe port after the pirates departed and reported the incident to the Authorities. The nine kidnapped crew were safely release during the night hours of 29 \/ 30 Jan 2024. ",
  "Consequences for crew etc": "Nine crew members including Captain and Chief Engineer were kidnapped",
  "Action taken by master\/crew": "The remaining crew sailed the tanker to a safe port",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-03",
  "Ship Name": "Bourbon Explorer 519",
  "Ship Type": "Special purpose ship",
  "IMO No.": "9654347",
  "Area": "In port area",
  "Latitude": "8° 44.40' S",
  "Longitude": "13° 18.20' E",
  "Incident details": "Three robbers in a canoe approached and boarded an anchored vessel. They stole ship’s properties and escaped. The theft was noticed during routine rounds in the morning hours.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-03",
  "Ship Name": "Name Withheld",
  "Ship Type": "General cargo ship",
  "Area": "In port area",
  "Latitude": "1° 42.31' N",
  "Longitude": "101° 29.62' E",
  "Incident details": "Three robbers armed with guns and knives boarded an anchored general cargo ship. They took the duty engine crew as hostage and tied his hands. The robbers stole ship's engine spare parts and escaped. The duty crew managed to alert the OOW who raised the alarm. Crew mustered and a search carried out. No robbers found onboard.",
  "Consequences for crew etc": "They took the duty engine crew as hostage and tied his hands. The robbers stole ship's engine spare parts",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Port Facility Security Officer via local agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Helga Oldendorff",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9713040",
  "Area": "In port area",
  "Latitude": "1° 21.29' S",
  "Longitude": "116° 59.70' E",
  "Incident details": "While anchored, the OOW noticed a green light during anchor watch, and informed both forward & aft watchmen on deck during their deck round. The forward watchman proceeded from main deck to the forecastle on port side immediately. He reported that the light was not moving, and resumed his security round on forecastle to starboard side. \n\nAbout 10 min later, the forward watchman noticed a man onboard a skiff close to the anchor cable, and another man climbing up the anchor chain. The bridge was informed immediately via VHF and the forward watchman shouted at the men. The OOW raised the alarm and sounded the forward whistle.  Realising the crew was alerted, the two men escaped immediately.\n\nThe local Indonesian authority subsequently conducted an investigation.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The bridge was informed immediately via VHF and the forward watchman shouted at the men. \n\nThe OOW raised the alarm and sounded the forward whistle.\n",
  "Reported?": true,
  "Reported to...": "VTS Balikpapan",
  "Coastal State Action Taken": "The local Indonesian authority conducted an investigation.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Crimson Queen",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9465174",
  "Area": "In territorial waters",
  "Latitude": "1° 03.20' N",
  "Longitude": "103° 40.50' E",
  "Incident details": "While underway, the master was alerted by the 3rd Engineer to five perpetrators armed with long knives in the engine room. The 3rd Engineer was tied up by the perpetrators but managed to alert the bridge about the incident.\n\nThe master sounded the general alarm immediately, and the crew conducted a thorough search onboard the ship. However, the perpetrators had already escaped.\n\nSome generator spare parts were reported missing and the 3rd Engineer, who was punched on the forehead, suffered minor injury.\n\nThe ship was underway to Singapore for bunkering, and the Singapore Police Coast Guard conducted a search upon the ship’s arrival in Singapore.\n",
  "Consequences for crew etc": "The 3rd Engineer was tied up and punched on the forehead by the perpetrators.\n\nSome generator spare parts were stolen.\n",
  "Action taken by master\/crew": "The master sounded the general alarm immediately, and the crew conducted a thorough search onboard the ship.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "The Singapore Police Coast Guard conducted a thorough search onboard the ship upon her arrival in Singapore.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Artin",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9305221",
  "Area": "In territorial waters",
  "Latitude": "1° 04.00' N",
  "Longitude": "103° 40.00' E",
  "Incident details": "While underway, the crew saw six perpetrators armed with knives at the stern. The master raised the alarm, mustered the crew and reported the incident to Singapore Vessel Traffic Information System (VTIS).\n\nAll crew members were accounted for, and no injuries were reported. Some engine spare parts were stolen. The master indicated that no further assistance was required, and continued its journey to Fang Cheng, China.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authority.\n",
  "Consequences for crew etc": "All crew members were accounted for, and no injuries were reported.\n\nSome engine spare parts were stolen.\n",
  "Action taken by master\/crew": "The master raised the alarm and mustered the crew",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard was notified of the incident. Information was shared with the Indonesian authority.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Lila Norfolk",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9281700",
  "Area": "In international waters",
  "Latitude": "5° 52.00' N",
  "Longitude": "57° 14.00' E",
  "Incident details": "A ship underway was approached, fired upon, and boarded by seven pirates in a skiff launched from a mother vessel. The pirates were armed with machine gun and rocket launcher.  Master raised the alarm, contacted local authorities, activated SSAS and all crew mustered in citadel. As Indian navy warship responded to the distress and dispatched its helicopter to locate the ship. The warship arrived at the location and the naval boarding team searched the ship. Once the clearance was given, the crew emerged from the citadel and regained control of the ship. All crew safe.",
  "Consequences for crew etc": "Pirates fired upon the ship. Two bridge windows were broken due to the firing",
  "Action taken by master\/crew": "Master raised the alarm, activated SSAS and all crew mustered in the citadel",
  "Reported?": true,
  "Reported to...": "UKMTO",
  "Coastal State Action Taken": "Indian navy warship responded to the distress and dispatched its helicopter to locate the ship. The warship arrived at the location and the naval boarding team searched the ship. Once the clearance was given, the crew emerged from the citadel.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-07",
  "Ship Name": "Rathbone",
  "Ship Type": "Product tanker",
  "IMO No.": "9341380",
  "Area": "In port area",
  "Latitude": "8° 42.00' S",
  "Longitude": "13° 16.85' E",
  "Incident details": "Five persons in a small fishing boat approached and boarded and anchored product tanker. Security watchmen onboard the tanker noticed the unauthorised persons and raised the alarm. Seeing alerted crew, the persons escaped with the stolen ship’s properties. The incident was reported to the port control.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Port Control",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-09",
  "Ship Name": "CMB Chikako",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9701190",
  "Area": "In territorial waters",
  "Latitude": "1° 03.00' N",
  "Longitude": "103° 39.59' E",
  "Incident details": "Five robbers armed with a knife, boarded a ship underway. They took hostage and tied up one of the crew. Alert crew raised the alarm and crew mustered. Hearing the alarm, the robbers escaped with stolen ship’s engine spare parts. Incident reported to Singapore VTIS.\n",
  "Consequences for crew etc": "The robbers took hostage and tied up one of the crew. Ship’s engine spare parts stolen\n",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "VTIS Singapore ",
  "Coastal State Action Taken": "Monitored vessel contact via VHF radio from time to time situation\n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-12",
  "Ship Name": "Solar Roma",
  "Ship Type": "Product tanker",
  "IMO No.": "9887372",
  "Area": "In port area",
  "Latitude": "1° 43.29' N",
  "Longitude": "101° 25.72' E",
  "Incident details": "Duty security patrol onboard an anchored tanker noticed five unauthorised persons attempting to board and immediately notified the OOW. Alarm raised, resulting in the persons aborting and moving away. Nothing reported stolen. The incident was reported to the port control and the pilot station.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised ",
  "Reported?": true,
  "Reported to...": "Dumai port control ",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-14",
  "Ship Name": "Omera Legacy",
  "Ship Type": "Oil tanker",
  "IMO No.": "9291236",
  "Area": "In port area",
  "Latitude": "21° 50.50' N",
  "Longitude": "91° 41.84' E",
  "Incident details": "While anchored, an unknown number of perpetrators onboard a country boat propelled by engine approached the ship’s port bow. \n\nHowever, the country boat could not come alongside the ship; hence, the perpetrators were not able to board the ship.  They eventually aborted their attempt and escaped.\n\nThe ship master was advised master to report incident  immediately to Bangladesh Coast Guard (BCG) and port control.\n",
  "Consequences for crew etc": "The crew was safe.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to the Port Authority.",
  "Reported?": true,
  "Reported to...": "The incident was reported to the Port Authority.",
  "Coastal State Action Taken": "The ship master was advised to report the incident immediately to BCG and port control.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-14",
  "Ship Name": "Name Withheld",
  "Ship Type": "Supply ship",
  "Area": "In port area",
  "Latitude": "6° 05.00' S",
  "Longitude": "12° 15.00' E",
  "Incident details": "Unnoticed, thieves boarded an anchored offshore supply vessel, stole ship’s properties and escaped. The theft was noticed during routine rounds in the morning hours.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Nil",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-24",
  "Ship Name": "Adria",
  "Ship Type": "Fishing vessel",
  "IMO No.": "8919489",
  "Area": "In international waters",
  "Latitude": "5° 33.00' N",
  "Longitude": "65° 50.00' E",
  "Incident details": "A fishing vessel underway was approached by six armed pirates in a skiff. A suspected mother vessel was seen in the vicinity. Alarm raised and all crew members mustered in the citadel. The master contacted the Korean navy and the onboard armed security team fired warning shots, resulting in the pirates aborting the approach and moving away. All crew members safe.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and all crew members mustered in the citadel. The onboard armed security team fired warning shots",
  "Reported?": true,
  "Reported to...": "Korean Navy",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-24",
  "Ship Name": "MT Regency",
  "Ship Type": "Oil tanker",
  "IMO No.": "9258363",
  "Area": "In port area",
  "Latitude": "17° 03.42' N",
  "Longitude": "82° 24.67' E",
  "Incident details": "While anchored, one suspicious boat was observed roaming around near the ship’s forward and aft. The anti-piracy watch keeper during his round, sighted one person jumped into the water from the port side of the ship, and a boat was on standby with five perpetrators onboard. Three loose mooring ropes from the forecastle deck were found missing, and the crew was safe.\n\nThe incident was reported to Kakinada Port Authority and the ship departed for Paradip Port on 26 Jan 24. Upon arrival at Paradip Port on 1 Feb 24, the ship was boarded by Indian Coast Guard for investigation.\n\nThe ship was advised on the timely reporting of incident, and collection of evidence through CCTV and photographs.  Further, Kakinada Port Authority and ships in area have also been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.  Investigation is in progress\n",
  "Consequences for crew etc": "The crew was safe.\n\nThree loose mooring ropes from the forecastle deck were found missing.\n",
  "Action taken by master\/crew": "Additional anti-piracy watch keepers were deployed.",
  "Reported?": true,
  "Reported to...": "The incident was reported to Kakinada Port Authority.",
  "Coastal State Action Taken": "Upon arrival at Paradip Port, India on 26 Jan 24, the Indian Coast Guard boarded the ship for investigation. \n\nThe ship was advised on the timely reporting of incident, and collection of evidence through CCTV and photographs. \n\nFurther, Kakinada Port Authority and ships in area have also been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.\n\nInvestigation is in progress. \n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-25",
  "Ship Name": "Aurora Diamond",
  "Ship Type": "Supply ship",
  "IMO No.": "9648025",
  "Area": "In port area",
  "Latitude": "8° 44.40' S",
  "Longitude": "13° 17.20' E",
  "Incident details": "Unauthorised persons boarded an anchored offshore supply ship, stole ship’s stores and escaped. The theft was noticed when the OOW sighted a small boat moving away from the ship and duty watchman instructed to investigate. The incident was reported to the port authorities.",
  "Consequences for crew etc": "Ship’s store stolen ",
  "Action taken by master\/crew": "Search light switched on",
  "Reported?": true,
  "Reported to...": "Port control ",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "White Peach",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9328144",
  "Area": "In port area",
  "Latitude": "17° 01.94' N",
  "Longitude": "82° 21.63' E",
  "Incident details": "While anchored, four perpetrators boarded the ship from a fast boat, likely from the poop deck.\n\nThe alarm and ship whistle were sounded, and all crew mustered. Two mooring ropes were stolen from the aft mooring station. The crew was not injured.\n\nThe incident was reported to Kakinada Pilot Station via VHF. The ship master also shared the information with the agent, and both ship master and agent were advised to lodge a First Information Report (FIR) at Kakinada Marine Police Station.\n\nThe incident is being investigated by Coastal Security Police \/ Marine Police Kakinada and Customs Kakinada, with inputs from Indian Coast Guard and Port Authority. Further, Kakinada Port Authority and ships in the area have been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nTwo mooring ropes were stolen.\n",
  "Action taken by master\/crew": "The alarm and ship whistle were sounded, and all crew mustered.",
  "Reported?": true,
  "Reported to...": "The incident was reported to Kakinada Pilot Station via VHF",
  "Coastal State Action Taken": "Both ship master and agent were advised to lodge a FIR at Kakinada Marine Police Station.\n\nThe incident is being investigated by Coastal Security Police \/ Marine Police Kakinada and Customs Kakinada, with inputs from Indian Coast Guard and Port Authority. Further, Kakinada Port Authority and ships in the area have been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.\n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "Waimea",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9513907",
  "Area": "In international waters",
  "Latitude": "10° 54.09' N",
  "Longitude": "64° 17.10' E",
  "Incident details": "Four to five armed persons fired upon the ship underway. The onboard armed security team returned fire, resulting in the skiff retreating and moving away. The ship and crew reported safe.",
  "Consequences for crew etc": "The ship was fired upon",
  "Action taken by master\/crew": "The onboard armed security team returned fire",
  "Reported?": true,
  "Reported to...": "UKMTO & MSCHOA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "Loranzo Putha 4",
  "Ship Type": "Fishing vessel",
  "Area": "In international waters",
  "Latitude": "0° 35.00' N",
  "Longitude": "61° 19.00' E",
  "Incident details": "While the fishing vessel was engaged in fishing activity in the Indian Ocean, three pirates boarded, hijacked and took control of the fishing vessel, with six Sri Lankan crew members onboard.\n\nThe crew of the fishing vessel managed to inform the fishing boats in the area, who then reported the incident to the Sri Lankan authorities via radio.\n\nThe Sri Lankan authorities observed the fishing vessel was travelling in a south-westerly direction towards Seychelles. As such, the Sri Lankan authorities informed the Seychelles authorities, and also shared the information with other relevant MRCCs.\n\nOn 29 Jan, the Seychelles Coast Guard informed the Sri Lankan authorities that a Seychelles patrol vessel had recovered the hijacked fishing vessel. Three pirates onboard the fishing vessel were apprehended and all crew members were rescued.\n",
  "Consequences for crew etc": "Fishing vessel, with six Sri Lankan crew members onboard, was hijacked.\n\nThe fishing vessel was later recovered, and the crew members were rescued by Seychelles authorities.\n",
  "Action taken by master\/crew": "The crew of the fishing vessel managed to inform the fishing boats in the area, who then reported the incident to the Sri Lankan authorities via radio.",
  "Reported?": true,
  "Reported to...": "UKMTO, MSCHOA & Seychelles Coast Guard",
  "Coastal State Action Taken": "The Sri Lankan authorities informed the Seychelles authorities, and also shared the information with other relevant MRCCs.\n\nA Seychelles patrol vessel recovered the hijacked fishing vessel. Three pirates onboard the fishing vessel were apprehended and all crew members were rescued.\n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "Al Amerat",
  "Ship Type": "Product tanker",
  "IMO No.": "9405851",
  "Area": "In port area",
  "Latitude": "1° 43.09' N",
  "Longitude": "101° 24.50' E",
  "Incident details": "Watchkeeper onboard an anchored tanker spotted an unauthorised person attempting to board and raised the alarm resulting in the person aborting and moving away.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Raised alarm, crew mustered, and a search was made",
  "Reported?": true,
  "Reported to...": "Pilot",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-31",
  "Ship Name": "Clipper I-Star",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9660085",
  "Area": "In territorial waters",
  "Latitude": "1° 02.59' N",
  "Longitude": "103° 39.50' E",
  "Incident details": "While underway and en-route to Qinzhou, China, six perpetrators armed with machetes boarded the ship via starboard quarter from a small boat. They broke the padlock of the boiler entrance, entered the engine room and tied up three crew members. \n\nThe perpetrators left the engine room at about 0210 hrs, with stolen engine spare parts and a crew’s mobile phone. The chief engineer subsequently called the bridge to inform master of the incident. \n\nThe master raised the alarm but there was no further sighting of the perpetrators.\n",
  "Consequences for crew etc": "Three crew members were tied up by the perpetrators.\n\nThe crew was not injured.\n\nShip engine spares and a crew’s mobile phone were reported stolen. \n",
  "Action taken by master\/crew": "The chief engineer called the bridge to inform master of the incident.\n\nThe master raised the alarm but there was no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The CSO reported the incident to the ReCAAP Focal Point (Singapore).",
  "Coastal State Action Taken": "Not known.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-02-02",
  "Ship Name": "MV Nordpuma",
  "Ship Type": "Container ship",
  "IMO No.": "9626259",
  "Area": "In port area",
  "Latitude": "14° 23.00' N",
  "Longitude": "120° 48.00' E",
  "Incident details": "While anchored, the Ordinary Seaman (OS) spotted six perpetrators onboard the ship. When informed of the boarding, the master called the Philippine Coast Guard (PCG) immediately and raised the general alarm. Upon hearing the alarm, the perpetrators jumped overboard and escaped.\n\nAfter receipt of the report, the PCG immediately deployed its Maritime Patrol (MARPAT) Team to conduct verification and inspection onboard the ship at South Harbor Anchorage Area. Two sets of self-contained breathing apparatus (SCBA) with cylinders were found missing. The crew was not injured.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nTwo sets of SCBA with cylinders were found missing. \n",
  "Action taken by master\/crew": "The master called the Philippine Coast Guard (PCG) immediately and raised the general alarm.",
  "Reported?": true,
  "Reported to...": "The master called the Philippine Coast Guard (PCG) immediately.",
  "Coastal State Action Taken": "After receipt of the report, the PCG immediately deployed its Maritime Patrol (MARPAT) Team to conduct verification and inspection onboard the ship at South Harbor Anchorage Area. ",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-03",
  "Ship Name": "Name Withheld",
  "Ship Type": "Container ship",
  "Area": "In port area",
  "Latitude": "22° 09.80' N",
  "Longitude": "91° 46.40' E",
  "Incident details": "Two unauthorised persons boarded an anchored ship. Alarm raised and the crew mustered. Seeing the crew's alertness, the persons escaped empty handed.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and the crew mustered",
  "Reported?": true,
  "Reported to...": "Nil",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-06",
  "Ship Name": "Maria-Maria",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9453767",
  "Area": "In territorial waters",
  "Latitude": "1° 09.55' N",
  "Longitude": "103° 28.36' E",
  "Incident details": "While underway, four perpetrators armed with knives were sighted in the steering gear room. The perpetrators escaped upon activation of the ship's general alarm. The master reported the incident to Singapore Vessel Traffic Information System (VTIS). \n\nA search was conducted with no further sighting of the perpetrators. At about 0543 hrs, the master declared that nothing was stolen and all crew members were safe. No further assistance was required. The ship's last port of call was Brazil, and was bound for Singapore Anchorage.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nNothing was reported stolen. \n",
  "Action taken by master\/crew": "The ship’s general alarm was activated.\n\nThe master reported the incident to Singapore Vessel Traffic Information System (VTIS).\n\nThe master raised the alarm, and the perpetrators escaped.\n\nA search was conducted with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore Vessel Traffic Information System (VTIS).",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-16",
  "Ship Name": "Severn",
  "Ship Type": "Product tanker",
  "IMO No.": "9859234",
  "Area": "In port area",
  "Latitude": "6° 21.10' N",
  "Longitude": "10° 47.79' W",
  "Incident details": "Unnoticed persons boarded the berthed tanker, stole ship’s properties, and escaped. The theft was noticed after the tanker sailed.",
  "Consequences for crew etc": "Ship’s properties were stolen",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "Liberia Flag State",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-16",
  "Ship Name": "Maersk Hai Phong",
  "Ship Type": "Container ship",
  "IMO No.": "9858735",
  "Area": "In port area",
  "Incident details": "Duty watchkeepers onboard an anchored container ship noticed four robbers armed with knives and other weapons, boarded the ship and raised the alarm. Master notified port control, coast guard and agent. After the robbers left, a search was carried out. It was reported that ship’s stores were stolen from the aft stores.",
  "Consequences for crew etc": "Ship’s stores were stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Port control and Coast Guard",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-19",
  "Ship Name": "Gas Courage",
  "Ship Type": "Tanker",
  "IMO No.": "9240419",
  "Area": "In port area",
  "Latitude": "21° 49.00' N",
  "Longitude": "91° 42.79' E",
  "Incident details": "While anchored, nine perpetrators boarded the ship from a country boat. They tied up the watchman and stole ship stores. The incident was reported to the Bangladesh authorities who responded immediately and apprehended the nine perpetrators. The Bangladesh authorities also recovered all stolen ship stores and handed the items over to the ship.",
  "Consequences for crew etc": "The perpetrators tied up the watchman.\n\nShip stores were stolen.\n",
  "Action taken by master\/crew": "No information available",
  "Reported?": true,
  "Reported to...": "The incident was reported to Bangladesh authorities.",
  "Coastal State Action Taken": "The Bangladesh authorities responded immediately and apprehended the nine perpetrators. The Bangladesh authorities also recovered all stolen ship stores and handed the items over to the ship.",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-19",
  "Ship Name": "Globe Explorer",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9675561",
  "Area": "In port area",
  "Latitude": "5° 29.60' S",
  "Longitude": "105° 17.29' E",
  "Incident details": "Two robbers armed with long knives boarded an anchored ship and entered the engine room. The robbers were spotted by the duty oiler who managed to evade being captured and raised the alarm resulting in the robbers escaping with stolen ship’s engine spares. Incident reported to VTS.",
  "Consequences for crew etc": "Engine spares were stolen",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Panjang VTS",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-20",
  "Ship Name": "Top Diligence",
  "Ship Type": "General cargo ship",
  "IMO No.": "9767895",
  "Area": "In territorial waters",
  "Latitude": "1° 08.27' N",
  "Longitude": "103° 29.14' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that four perpetrators armed with gun-like object were sighted in the engine room. The alarm was raised and crew mustered. A search was conducted with no further sighting of the perpetrators. At about 0336 hrs, the master reported that some spare parts were stolen and all crew members were safe. No further assistance was required. The ship's last port of call was Ivory Coast, and was bound for Singapore Anchorage.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident.\n\nUpon the ship's arrival at the anchorage, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nSome spare parts were stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and crew mustered. A search was conducted with no further sighting of the perpetrators.\n\nThe master reported the incident to Singapore VTIS.\n",
  "Reported?": true,
  "Reported to...": "The incident was reported to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident.\n\nUpon the ship's arrival at the anchorage, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard.\n",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-29",
  "Ship Name": "Boka Vanguard",
  "Ship Type": "Heavy load carrier",
  "IMO No.": "9618783",
  "Area": "In port area",
  "Latitude": "1° 11.60' N",
  "Longitude": "103° 59.00' E",
  "Incident details": "Three robbers armed with knives boarded an anchored heavy load carrier. Duty watchmen noticed the robbers and informed the OOW who raised the alarm. The robbers threatened the duty watchmen before escaping with the stolen ship properties.",
  "Consequences for crew etc": "The robbers threatened the duty watchmen before escaping with the stolen ship properties",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Local agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-03-02",
  "Ship Name": "Era Star",
  "Ship Type": "LPG tanker",
  "IMO No.": "9988061",
  "Area": "In port area",
  "Latitude": "21° 50.93' N",
  "Longitude": "89° 31.81' E",
  "Incident details": "Eight robbers armed with knives boarded an anchored tanker. Ship’s horn sounded, PA announcement made, and crew mustered. Seeing the crew alertness, the robbers escaped with stolen ship’s store. All crew members safe.",
  "Consequences for crew etc": "Ship’s store stolen",
  "Action taken by master\/crew": "Ship’s horn sounded, PA announcement made and crew mustered",
  "Reported?": true,
  "Reported to...": "But no reply.",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 335
 },
 {
  "Date": "2024-03-04",
  "Ship Name": "Alpha Hope",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9446582",
  "Area": "In territorial waters",
  "Latitude": "1° 07.63' N",
  "Longitude": "103° 31.50' E",
  "Incident details": "While underway, the master reported to Singapore Port Operations Control Centre (POCC) that two perpetrators were sighted at the aft deck. The Officer on Watch (OOW) raised the alarm, and the two perpetrators escaped in a boat. The crew conducted a search immediately. At about 0340 hrs, the master reported that the search was completed. All crew members were safe, nothing was missing, and there were no sightings of the perpetrators onboard the ship. The master confirmed that no assistance was required and continued her voyage to Singapore.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and a search onboard the ship was conducted with no further sighting of the perpetrators.\n\nThe master reported the incident to Singapore POCC.\n",
  "Reported?": true,
  "Reported to...": "The incident was reported to Singapore POCC.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found on board the ship.\n",
  "MSC\/Circ": 335
 },
 {
  "Date": "2024-03-06",
  "Ship Name": "Apiradee Naree",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9613410",
  "Area": "In territorial waters",
  "Latitude": "1° 06.67' N",
  "Longitude": "103° 44.95' E",
  "Incident details": "While underway, the Junior Engineer (JE) and oiler spotted three perpetrators armed with metal rods onboard the ship during their routine checks around the engine room. The JE and oiler notified the bridge of the sighting immediately and the general alarm was activated. All crew members except the engine room staff were mustered at the bridge, while the engine room staff locked themselves in the engine control room.\n\nUpon hearing the alarm, the three perpetrators escaped immediately via the starboard quarter of the ship. Nothing was stolen and the crew was not injured.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The JE and oiler notified the bridge of the sighting immediately and the general alarm was activated. All crew members except the engine room staff were mustered at the bridge, while the engine room staff locked themselves in the engine control room.",
  "Reported?": false,
  "Coastal State Action Taken": "No information available",
  "MSC\/Circ": 335
 }
]