[
 {
  "Date": "2024-01-01",
  "Ship Name": "Hana I",
  "Ship Type": "Product tanker",
  "IMO No.": "9340398",
  "Area": "In international waters",
  "Latitude": "2° 33.00' N",
  "Longitude": "8° 14.00' E",
  "Incident details": "Six pirates armed with guns boarded the tanker underway and opened fire on the bridge to gain access. They kidnapped nine crew members including the Captain and Chief Engineer. Remaining crew sailed to a safe port after the pirates departed and reported the incident to the Authorities. The nine kidnapped crew were safely release during the night hours of 29 \/ 30 Jan 2024. ",
  "Consequences for crew etc": "Nine crew members including Captain and Chief Engineer were kidnapped",
  "Action taken by master\/crew": "The remaining crew sailed the tanker to a safe port",
  "Reported?": true,
  "Reported to...": "Local Authorities",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-03",
  "Ship Name": "Bourbon Explorer 519",
  "Ship Type": "Special purpose ship",
  "IMO No.": "9654347",
  "Area": "In port area",
  "Latitude": "8° 44.40' S",
  "Longitude": "13° 18.20' E",
  "Incident details": "Three robbers in a canoe approached and boarded an anchored vessel. They stole ship’s properties and escaped. The theft was noticed during routine rounds in the morning hours.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-03",
  "Ship Name": "Name Withheld",
  "Ship Type": "General cargo ship",
  "Area": "In port area",
  "Latitude": "1° 42.31' N",
  "Longitude": "101° 29.62' E",
  "Incident details": "Three robbers armed with guns and knives boarded an anchored general cargo ship. They took the duty engine crew as hostage and tied his hands. The robbers stole ship's engine spare parts and escaped. The duty crew managed to alert the OOW who raised the alarm. Crew mustered and a search carried out. No robbers found onboard.",
  "Consequences for crew etc": "They took the duty engine crew as hostage and tied his hands. The robbers stole ship's engine spare parts",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Port Facility Security Officer via local agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Helga Oldendorff",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9713040",
  "Area": "In port area",
  "Latitude": "1° 21.29' S",
  "Longitude": "116° 59.70' E",
  "Incident details": "While anchored, the OOW noticed a green light during anchor watch, and informed both forward & aft watchmen on deck during their deck round. The forward watchman proceeded from main deck to the forecastle on port side immediately. He reported that the light was not moving, and resumed his security round on forecastle to starboard side. \n\nAbout 10 min later, the forward watchman noticed a man onboard a skiff close to the anchor cable, and another man climbing up the anchor chain. The bridge was informed immediately via VHF and the forward watchman shouted at the men. The OOW raised the alarm and sounded the forward whistle.  Realising the crew was alerted, the two men escaped immediately.\n\nThe local Indonesian authority subsequently conducted an investigation.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The bridge was informed immediately via VHF and the forward watchman shouted at the men. \n\nThe OOW raised the alarm and sounded the forward whistle.\n",
  "Reported?": true,
  "Reported to...": "VTS Balikpapan",
  "Coastal State Action Taken": "The local Indonesian authority conducted an investigation.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Crimson Queen",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9465174",
  "Area": "In territorial waters",
  "Latitude": "1° 03.20' N",
  "Longitude": "103° 40.50' E",
  "Incident details": "While underway, the master was alerted by the 3rd Engineer to five perpetrators armed with long knives in the engine room. The 3rd Engineer was tied up by the perpetrators but managed to alert the bridge about the incident.\n\nThe master sounded the general alarm immediately, and the crew conducted a thorough search onboard the ship. However, the perpetrators had already escaped.\n\nSome generator spare parts were reported missing and the 3rd Engineer, who was punched on the forehead, suffered minor injury.\n\nThe ship was underway to Singapore for bunkering, and the Singapore Police Coast Guard conducted a search upon the ship’s arrival in Singapore.\n",
  "Consequences for crew etc": "The 3rd Engineer was tied up and punched on the forehead by the perpetrators.\n\nSome generator spare parts were stolen.\n",
  "Action taken by master\/crew": "The master sounded the general alarm immediately, and the crew conducted a thorough search onboard the ship.",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "The Singapore Police Coast Guard conducted a thorough search onboard the ship upon her arrival in Singapore.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Artin",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9305221",
  "Area": "In territorial waters",
  "Latitude": "1° 04.00' N",
  "Longitude": "103° 40.00' E",
  "Incident details": "While underway, the crew saw six perpetrators armed with knives at the stern. The master raised the alarm, mustered the crew and reported the incident to Singapore Vessel Traffic Information System (VTIS).\n\nAll crew members were accounted for, and no injuries were reported. Some engine spare parts were stolen. The master indicated that no further assistance was required, and continued its journey to Fang Cheng, China.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authority.\n",
  "Consequences for crew etc": "All crew members were accounted for, and no injuries were reported.\n\nSome engine spare parts were stolen.\n",
  "Action taken by master\/crew": "The master raised the alarm and mustered the crew",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard was notified of the incident. Information was shared with the Indonesian authority.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-04",
  "Ship Name": "Lila Norfolk",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9281700",
  "Area": "In international waters",
  "Latitude": "5° 52.00' N",
  "Longitude": "57° 14.00' E",
  "Incident details": "A ship underway was approached, fired upon, and boarded by seven pirates in a skiff launched from a mother vessel. The pirates were armed with machine gun and rocket launcher.  Master raised the alarm, contacted local authorities, activated SSAS and all crew mustered in citadel. As Indian navy warship responded to the distress and dispatched its helicopter to locate the ship. The warship arrived at the location and the naval boarding team searched the ship. Once the clearance was given, the crew emerged from the citadel and regained control of the ship. All crew safe.",
  "Consequences for crew etc": "Pirates fired upon the ship. Two bridge windows were broken due to the firing",
  "Action taken by master\/crew": "Master raised the alarm, activated SSAS and all crew mustered in the citadel",
  "Reported?": true,
  "Reported to...": "UKMTO",
  "Coastal State Action Taken": "Indian navy warship responded to the distress and dispatched its helicopter to locate the ship. The warship arrived at the location and the naval boarding team searched the ship. Once the clearance was given, the crew emerged from the citadel.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-07",
  "Ship Name": "Rathbone",
  "Ship Type": "Product tanker",
  "IMO No.": "9341380",
  "Area": "In port area",
  "Latitude": "8° 42.00' S",
  "Longitude": "13° 16.85' E",
  "Incident details": "Five persons in a small fishing boat approached and boarded and anchored product tanker. Security watchmen onboard the tanker noticed the unauthorised persons and raised the alarm. Seeing alerted crew, the persons escaped with the stolen ship’s properties. The incident was reported to the port control.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Port Control",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-09",
  "Ship Name": "CMB Chikako",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9701190",
  "Area": "In territorial waters",
  "Latitude": "1° 03.00' N",
  "Longitude": "103° 39.59' E",
  "Incident details": "Five robbers armed with a knife, boarded a ship underway. They took hostage and tied up one of the crew. Alert crew raised the alarm and crew mustered. Hearing the alarm, the robbers escaped with stolen ship’s engine spare parts. Incident reported to Singapore VTIS.\n",
  "Consequences for crew etc": "The robbers took hostage and tied up one of the crew. Ship’s engine spare parts stolen\n",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "VTIS Singapore ",
  "Coastal State Action Taken": "Monitored vessel contact via VHF radio from time to time situation\n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-12",
  "Ship Name": "Solar Roma",
  "Ship Type": "Product tanker",
  "IMO No.": "9887372",
  "Area": "In port area",
  "Latitude": "1° 43.29' N",
  "Longitude": "101° 25.72' E",
  "Incident details": "Duty security patrol onboard an anchored tanker noticed five unauthorised persons attempting to board and immediately notified the OOW. Alarm raised, resulting in the persons aborting and moving away. Nothing reported stolen. The incident was reported to the port control and the pilot station.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised ",
  "Reported?": true,
  "Reported to...": "Dumai port control ",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-14",
  "Ship Name": "Omera Legacy",
  "Ship Type": "Oil tanker",
  "IMO No.": "9291236",
  "Area": "In port area",
  "Latitude": "21° 50.50' N",
  "Longitude": "91° 41.84' E",
  "Incident details": "While anchored, an unknown number of perpetrators onboard a country boat propelled by engine approached the ship’s port bow. \n\nHowever, the country boat could not come alongside the ship; hence, the perpetrators were not able to board the ship.  They eventually aborted their attempt and escaped.\n\nThe ship master was advised master to report incident  immediately to Bangladesh Coast Guard (BCG) and port control.\n",
  "Consequences for crew etc": "The crew was safe.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The master reported the incident to the Port Authority.",
  "Reported?": true,
  "Reported to...": "The incident was reported to the Port Authority.",
  "Coastal State Action Taken": "The ship master was advised to report the incident immediately to BCG and port control.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-14",
  "Ship Name": "Name Withheld",
  "Ship Type": "Supply ship",
  "Area": "In port area",
  "Latitude": "6° 05.00' S",
  "Longitude": "12° 15.00' E",
  "Incident details": "Unnoticed, thieves boarded an anchored offshore supply vessel, stole ship’s properties and escaped. The theft was noticed during routine rounds in the morning hours.",
  "Consequences for crew etc": "Ship’s properties stolen",
  "Action taken by master\/crew": "Nil",
  "Reported?": true,
  "Reported to...": "NA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-24",
  "Ship Name": "Adria",
  "Ship Type": "Fishing vessel",
  "IMO No.": "8919489",
  "Area": "In international waters",
  "Latitude": "5° 33.00' N",
  "Longitude": "65° 50.00' E",
  "Incident details": "A fishing vessel underway was approached by six armed pirates in a skiff. A suspected mother vessel was seen in the vicinity. Alarm raised and all crew members mustered in the citadel. The master contacted the Korean navy and the onboard armed security team fired warning shots, resulting in the pirates aborting the approach and moving away. All crew members safe.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and all crew members mustered in the citadel. The onboard armed security team fired warning shots",
  "Reported?": true,
  "Reported to...": "Korean Navy",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-24",
  "Ship Name": "MT Regency",
  "Ship Type": "Oil tanker",
  "IMO No.": "9258363",
  "Area": "In port area",
  "Latitude": "17° 03.42' N",
  "Longitude": "82° 24.67' E",
  "Incident details": "While anchored, one suspicious boat was observed roaming around near the ship’s forward and aft. The anti-piracy watch keeper during his round, sighted one person jumped into the water from the port side of the ship, and a boat was on standby with five perpetrators onboard. Three loose mooring ropes from the forecastle deck were found missing, and the crew was safe.\n\nThe incident was reported to Kakinada Port Authority and the ship departed for Paradip Port on 26 Jan 24. Upon arrival at Paradip Port on 1 Feb 24, the ship was boarded by Indian Coast Guard for investigation.\n\nThe ship was advised on the timely reporting of incident, and collection of evidence through CCTV and photographs.  Further, Kakinada Port Authority and ships in area have also been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.  Investigation is in progress\n",
  "Consequences for crew etc": "The crew was safe.\n\nThree loose mooring ropes from the forecastle deck were found missing.\n",
  "Action taken by master\/crew": "Additional anti-piracy watch keepers were deployed.",
  "Reported?": true,
  "Reported to...": "The incident was reported to Kakinada Port Authority.",
  "Coastal State Action Taken": "Upon arrival at Paradip Port, India on 26 Jan 24, the Indian Coast Guard boarded the ship for investigation. \n\nThe ship was advised on the timely reporting of incident, and collection of evidence through CCTV and photographs. \n\nFurther, Kakinada Port Authority and ships in area have also been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.\n\nInvestigation is in progress. \n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-25",
  "Ship Name": "Aurora Diamond",
  "Ship Type": "Supply ship",
  "IMO No.": "9648025",
  "Area": "In port area",
  "Latitude": "8° 44.40' S",
  "Longitude": "13° 17.20' E",
  "Incident details": "Unauthorised persons boarded an anchored offshore supply ship, stole ship’s stores and escaped. The theft was noticed when the OOW sighted a small boat moving away from the ship and duty watchman instructed to investigate. The incident was reported to the port authorities.",
  "Consequences for crew etc": "Ship’s store stolen ",
  "Action taken by master\/crew": "Search light switched on",
  "Reported?": true,
  "Reported to...": "Port control ",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "White Peach",
  "Ship Type": "Chemical tanker",
  "IMO No.": "9328144",
  "Area": "In port area",
  "Latitude": "17° 01.94' N",
  "Longitude": "82° 21.63' E",
  "Incident details": "While anchored, four perpetrators boarded the ship from a fast boat, likely from the poop deck.\n\nThe alarm and ship whistle were sounded, and all crew mustered. Two mooring ropes were stolen from the aft mooring station. The crew was not injured.\n\nThe incident was reported to Kakinada Pilot Station via VHF. The ship master also shared the information with the agent, and both ship master and agent were advised to lodge a First Information Report (FIR) at Kakinada Marine Police Station.\n\nThe incident is being investigated by Coastal Security Police \/ Marine Police Kakinada and Customs Kakinada, with inputs from Indian Coast Guard and Port Authority. Further, Kakinada Port Authority and ships in the area have been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nTwo mooring ropes were stolen.\n",
  "Action taken by master\/crew": "The alarm and ship whistle were sounded, and all crew mustered.",
  "Reported?": true,
  "Reported to...": "The incident was reported to Kakinada Pilot Station via VHF",
  "Coastal State Action Taken": "Both ship master and agent were advised to lodge a FIR at Kakinada Marine Police Station.\n\nThe incident is being investigated by Coastal Security Police \/ Marine Police Kakinada and Customs Kakinada, with inputs from Indian Coast Guard and Port Authority. Further, Kakinada Port Authority and ships in the area have been advised to enhance vigilance and adhere to the SOPs for security, especially during dark hours.\n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "Waimea",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9513907",
  "Area": "In international waters",
  "Latitude": "10° 54.09' N",
  "Longitude": "64° 17.10' E",
  "Incident details": "Four to five armed persons fired upon the ship underway. The onboard armed security team returned fire, resulting in the skiff retreating and moving away. The ship and crew reported safe.",
  "Consequences for crew etc": "The ship was fired upon",
  "Action taken by master\/crew": "The onboard armed security team returned fire",
  "Reported?": true,
  "Reported to...": "UKMTO & MSCHOA",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "Loranzo Putha 4",
  "Ship Type": "Fishing vessel",
  "Area": "In international waters",
  "Latitude": "0° 35.00' N",
  "Longitude": "61° 19.00' E",
  "Incident details": "While the fishing vessel was engaged in fishing activity in the Indian Ocean, three pirates boarded, hijacked and took control of the fishing vessel, with six Sri Lankan crew members onboard.\n\nThe crew of the fishing vessel managed to inform the fishing boats in the area, who then reported the incident to the Sri Lankan authorities via radio.\n\nThe Sri Lankan authorities observed the fishing vessel was travelling in a south-westerly direction towards Seychelles. As such, the Sri Lankan authorities informed the Seychelles authorities, and also shared the information with other relevant MRCCs.\n\nOn 29 Jan, the Seychelles Coast Guard informed the Sri Lankan authorities that a Seychelles patrol vessel had recovered the hijacked fishing vessel. Three pirates onboard the fishing vessel were apprehended and all crew members were rescued.\n",
  "Consequences for crew etc": "Fishing vessel, with six Sri Lankan crew members onboard, was hijacked.\n\nThe fishing vessel was later recovered, and the crew members were rescued by Seychelles authorities.\n",
  "Action taken by master\/crew": "The crew of the fishing vessel managed to inform the fishing boats in the area, who then reported the incident to the Sri Lankan authorities via radio.",
  "Reported?": true,
  "Reported to...": "UKMTO, MSCHOA & Seychelles Coast Guard",
  "Coastal State Action Taken": "The Sri Lankan authorities informed the Seychelles authorities, and also shared the information with other relevant MRCCs.\n\nA Seychelles patrol vessel recovered the hijacked fishing vessel. Three pirates onboard the fishing vessel were apprehended and all crew members were rescued.\n",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-27",
  "Ship Name": "Al Amerat",
  "Ship Type": "Product tanker",
  "IMO No.": "9405851",
  "Area": "In port area",
  "Latitude": "1° 43.09' N",
  "Longitude": "101° 24.50' E",
  "Incident details": "Watchkeeper onboard an anchored tanker spotted an unauthorised person attempting to board and raised the alarm resulting in the person aborting and moving away.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Raised alarm, crew mustered, and a search was made",
  "Reported?": true,
  "Reported to...": "Pilot",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-01-31",
  "Ship Name": "Clipper I-Star",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9660085",
  "Area": "In territorial waters",
  "Latitude": "1° 02.59' N",
  "Longitude": "103° 39.50' E",
  "Incident details": "While underway and en-route to Qinzhou, China, six perpetrators armed with machetes boarded the ship via starboard quarter from a small boat. They broke the padlock of the boiler entrance, entered the engine room and tied up three crew members. \n\nThe perpetrators left the engine room at about 0210 hrs, with stolen engine spare parts and a crew’s mobile phone. The chief engineer subsequently called the bridge to inform master of the incident. \n\nThe master raised the alarm but there was no further sighting of the perpetrators.\n",
  "Consequences for crew etc": "Three crew members were tied up by the perpetrators.\n\nThe crew was not injured.\n\nShip engine spares and a crew’s mobile phone were reported stolen. \n",
  "Action taken by master\/crew": "The chief engineer called the bridge to inform master of the incident.\n\nThe master raised the alarm but there was no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The CSO reported the incident to the ReCAAP Focal Point (Singapore).",
  "Coastal State Action Taken": "Not known.",
  "MSC\/Circ": 333
 },
 {
  "Date": "2024-02-02",
  "Ship Name": "MV Nordpuma",
  "Ship Type": "Container ship",
  "IMO No.": "9626259",
  "Area": "In port area",
  "Latitude": "14° 23.00' N",
  "Longitude": "120° 48.00' E",
  "Incident details": "While anchored, the Ordinary Seaman (OS) spotted six perpetrators onboard the ship. When informed of the boarding, the master called the Philippine Coast Guard (PCG) immediately and raised the general alarm. Upon hearing the alarm, the perpetrators jumped overboard and escaped.\n\nAfter receipt of the report, the PCG immediately deployed its Maritime Patrol (MARPAT) Team to conduct verification and inspection onboard the ship at South Harbor Anchorage Area. Two sets of self-contained breathing apparatus (SCBA) with cylinders were found missing. The crew was not injured.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nTwo sets of SCBA with cylinders were found missing. \n",
  "Action taken by master\/crew": "The master called the Philippine Coast Guard (PCG) immediately and raised the general alarm.",
  "Reported?": true,
  "Reported to...": "The master called the Philippine Coast Guard (PCG) immediately.",
  "Coastal State Action Taken": "After receipt of the report, the PCG immediately deployed its Maritime Patrol (MARPAT) Team to conduct verification and inspection onboard the ship at South Harbor Anchorage Area. ",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-03",
  "Ship Name": "Name Withheld",
  "Ship Type": "Container ship",
  "Area": "In port area",
  "Latitude": "22° 09.80' N",
  "Longitude": "91° 46.40' E",
  "Incident details": "Two unauthorised persons boarded an anchored ship. Alarm raised and the crew mustered. Seeing the crew's alertness, the persons escaped empty handed.",
  "Consequences for crew etc": "Nil",
  "Action taken by master\/crew": "Alarm raised and the crew mustered",
  "Reported?": true,
  "Reported to...": "Nil",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-06",
  "Ship Name": "Maria-Maria",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9453767",
  "Area": "In territorial waters",
  "Latitude": "1° 09.55' N",
  "Longitude": "103° 28.36' E",
  "Incident details": "While underway, four perpetrators armed with knives were sighted in the steering gear room. The perpetrators escaped upon activation of the ship's general alarm. The master reported the incident to Singapore Vessel Traffic Information System (VTIS). \n\nA search was conducted with no further sighting of the perpetrators. At about 0543 hrs, the master declared that nothing was stolen and all crew members were safe. No further assistance was required. The ship's last port of call was Brazil, and was bound for Singapore Anchorage.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nNothing was reported stolen. \n",
  "Action taken by master\/crew": "The ship’s general alarm was activated.\n\nThe master reported the incident to Singapore Vessel Traffic Information System (VTIS).\n\nThe master raised the alarm, and the perpetrators escaped.\n\nA search was conducted with no further sighting of the perpetrators.\n",
  "Reported?": true,
  "Reported to...": "The master reported the incident to Singapore Vessel Traffic Information System (VTIS).",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-16",
  "Ship Name": "Severn",
  "Ship Type": "Product tanker",
  "IMO No.": "9859234",
  "Area": "In port area",
  "Latitude": "6° 21.10' N",
  "Longitude": "10° 47.79' W",
  "Incident details": "Unnoticed persons boarded the berthed tanker, stole ship’s properties, and escaped. The theft was noticed after the tanker sailed.",
  "Consequences for crew etc": "Ship’s properties were stolen",
  "Action taken by master\/crew": "NA",
  "Reported?": true,
  "Reported to...": "Liberia Flag State",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-16",
  "Ship Name": "Maersk Hai Phong",
  "Ship Type": "Container ship",
  "IMO No.": "9858735",
  "Area": "In port area",
  "Incident details": "Duty watchkeepers onboard an anchored container ship noticed four robbers armed with knives and other weapons, boarded the ship and raised the alarm. Master notified port control, coast guard and agent. After the robbers left, a search was carried out. It was reported that ship’s stores were stolen from the aft stores.",
  "Consequences for crew etc": "Ship’s stores were stolen",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Port control and Coast Guard",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-19",
  "Ship Name": "Gas Courage",
  "Ship Type": "Tanker",
  "IMO No.": "9240419",
  "Area": "In port area",
  "Latitude": "21° 49.00' N",
  "Longitude": "91° 42.79' E",
  "Incident details": "While anchored, nine perpetrators boarded the ship from a country boat. They tied up the watchman and stole ship stores. The incident was reported to the Bangladesh authorities who responded immediately and apprehended the nine perpetrators. The Bangladesh authorities also recovered all stolen ship stores and handed the items over to the ship.",
  "Consequences for crew etc": "The perpetrators tied up the watchman.\n\nShip stores were stolen.\n",
  "Action taken by master\/crew": "No information available",
  "Reported?": true,
  "Reported to...": "The incident was reported to Bangladesh authorities.",
  "Coastal State Action Taken": "The Bangladesh authorities responded immediately and apprehended the nine perpetrators. The Bangladesh authorities also recovered all stolen ship stores and handed the items over to the ship.",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-19",
  "Ship Name": "Globe Explorer",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9675561",
  "Area": "In port area",
  "Latitude": "5° 29.60' S",
  "Longitude": "105° 17.29' E",
  "Incident details": "Two robbers armed with long knives boarded an anchored ship and entered the engine room. The robbers were spotted by the duty oiler who managed to evade being captured and raised the alarm resulting in the robbers escaping with stolen ship’s engine spares. Incident reported to VTS.",
  "Consequences for crew etc": "Engine spares were stolen",
  "Action taken by master\/crew": "Alarm raised and crew mustered",
  "Reported?": true,
  "Reported to...": "Panjang VTS",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-20",
  "Ship Name": "Top Diligence",
  "Ship Type": "General cargo ship",
  "IMO No.": "9767895",
  "Area": "In territorial waters",
  "Latitude": "1° 08.27' N",
  "Longitude": "103° 29.14' E",
  "Incident details": "While underway, the master reported to Singapore Vessel Traffic Information System (VTIS) that four perpetrators armed with gun-like object were sighted in the engine room. The alarm was raised and crew mustered. A search was conducted with no further sighting of the perpetrators. At about 0336 hrs, the master reported that some spare parts were stolen and all crew members were safe. No further assistance was required. The ship's last port of call was Ivory Coast, and was bound for Singapore Anchorage.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident.\n\nUpon the ship's arrival at the anchorage, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nSome spare parts were stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and crew mustered. A search was conducted with no further sighting of the perpetrators.\n\nThe master reported the incident to Singapore VTIS.\n",
  "Reported?": true,
  "Reported to...": "The incident was reported to Singapore VTIS.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident.\n\nUpon the ship's arrival at the anchorage, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard.\n",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-02-29",
  "Ship Name": "Boka Vanguard",
  "Ship Type": "Heavy load carrier",
  "IMO No.": "9618783",
  "Area": "In port area",
  "Latitude": "1° 11.60' N",
  "Longitude": "103° 59.00' E",
  "Incident details": "Three robbers armed with knives boarded an anchored heavy load carrier. Duty watchmen noticed the robbers and informed the OOW who raised the alarm. The robbers threatened the duty watchmen before escaping with the stolen ship properties.",
  "Consequences for crew etc": "The robbers threatened the duty watchmen before escaping with the stolen ship properties",
  "Action taken by master\/crew": "Alarm raised",
  "Reported?": true,
  "Reported to...": "Local agent",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 334
 },
 {
  "Date": "2024-03-02",
  "Ship Name": "Era Star",
  "Ship Type": "LPG tanker",
  "IMO No.": "9988061",
  "Area": "In port area",
  "Latitude": "21° 50.93' N",
  "Longitude": "89° 31.81' E",
  "Incident details": "Eight robbers armed with knives boarded an anchored tanker. Ship’s horn sounded, PA announcement made, and crew mustered. Seeing the crew alertness, the robbers escaped with stolen ship’s store. All crew members safe.",
  "Consequences for crew etc": "Ship’s store stolen",
  "Action taken by master\/crew": "Ship’s horn sounded, PA announcement made and crew mustered",
  "Reported?": true,
  "Reported to...": "But no reply.",
  "Coastal State Action Taken": "NA",
  "MSC\/Circ": 335
 },
 {
  "Date": "2024-03-04",
  "Ship Name": "Alpha Hope",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9446582",
  "Area": "In territorial waters",
  "Latitude": "1° 07.63' N",
  "Longitude": "103° 31.50' E",
  "Incident details": "While underway, the master reported to Singapore Port Operations Control Centre (POCC) that two perpetrators were sighted at the aft deck. The Officer on Watch (OOW) raised the alarm, and the two perpetrators escaped in a boat. The crew conducted a search immediately. At about 0340 hrs, the master reported that the search was completed. All crew members were safe, nothing was missing, and there were no sightings of the perpetrators onboard the ship. The master confirmed that no assistance was required and continued her voyage to Singapore.\n\nSafety navigational broadcast was initiated. The Republic of Singapore Navy's (RSN) Maritime Security Task Force (MSTF) and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found onboard the ship.\n",
  "Consequences for crew etc": "All crew members were safe.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The alarm was raised and a search onboard the ship was conducted with no further sighting of the perpetrators.\n\nThe master reported the incident to Singapore POCC.\n",
  "Reported?": true,
  "Reported to...": "The incident was reported to Singapore POCC.",
  "Coastal State Action Taken": "Safety navigational broadcast was initiated. The RSN's MSTF and Singapore Police Coast Guard were notified of the incident. Information was shared with the Indonesian authorities.\n\nUpon the ship's arrival at the Port of Singapore, the Singapore Police Coast Guard boarded the ship and conducted a thorough search onboard. No perpetrators were found on board the ship.\n",
  "MSC\/Circ": 335
 },
 {
  "Date": "2024-03-06",
  "Ship Name": "Apiradee Naree",
  "Ship Type": "Bulk carrier",
  "IMO No.": "9613410",
  "Area": "In territorial waters",
  "Latitude": "1° 06.67' N",
  "Longitude": "103° 44.95' E",
  "Incident details": "While underway, the Junior Engineer (JE) and oiler spotted three perpetrators armed with metal rods onboard the ship during their routine checks around the engine room. The JE and oiler notified the bridge of the sighting immediately and the general alarm was activated. All crew members except the engine room staff were mustered at the bridge, while the engine room staff locked themselves in the engine control room.\n\nUpon hearing the alarm, the three perpetrators escaped immediately via the starboard quarter of the ship. Nothing was stolen and the crew was not injured.\n",
  "Consequences for crew etc": "The crew was not injured.\n\nNothing was stolen.\n",
  "Action taken by master\/crew": "The JE and oiler notified the bridge of the sighting immediately and the general alarm was activated. All crew members except the engine room staff were mustered at the bridge, while the engine room staff locked themselves in the engine control room.",
  "Reported?": false,
  "Coastal State Action Taken": "No information available",
  "MSC\/Circ": 335
 }
]